[{"signatures": ["1,766"], "description": ["MAKE MARIJUANA LEGAL!"], "title": ["MAKE MARIJUANA LEGAL!"], "url": "https://petitions.whitehouse.gov/petition/make-marijuana-legal/5WhqqlSb", "date": [" Feb 12, 2015"], "issues": ["Agriculture", "Civil Rights and Liberties", "Regulatory Reform"]},
{"signatures": ["1,575"], "description": ["Endometriosis is a painful disablitlity that affects 5.5 million woman in the US. Many woman are not treated fairly by the healthcare comminuity and go years without their pain being managed. We are asking for the administration to take a special interest in making sure that physicans are properly educated on this disorder and how to treat their female patients with not only competent care but compassion. More Funding should be provided to help understand this disorder that affect 1 in 10 females. Endometriosis is painful disorder in which tissue that normally lines the inside of your uterus grows outside your uterus. Endometriosis can be debilitating and causes many of its sufferers to have to be on bedrest while having their monthly flares."], "title": ["Recognize Endometriosis as disability. It affects 1 in 10 women, who's pain need to be managed & Doctors better educated"], "url": "https://petitions.whitehouse.gov/petition/recognize-endometriosis-disability-it-affects-1-10-women-whos-pain-need-be-managed-doctors-better-educated/pmLzvLg8", "date": [" Feb 18, 2015"], "issues": ["Disabilities", "Health Care", "Women's Issues"]},
{"signatures": ["2,323"], "description": ["Chronic Lyme Disease has reached epidemic proportions. It is the great imitator, fooling doctors into treating patients for other diseases such as Chronic Fatigue, MS, Heart Disease, Rheumatoid Arthritis, Psychiatric Illness, ALS, etc. Yet, according to the CDC, it “does not exist”.", "It has been clinically diagnosed in every state and touches many issues including Climate Change. As sufferers of the disease and its surrounding politics, we urgently request:", "1. Legislation Expanding the Definition of Lyme Disease to Cover Chronic Lyme and Co-infections", "2. Increased Funding for Research into Chronic Lyme Disease and Co-infections", "3. Improved Testing", "4. Educating MDs & Public re: Symptoms and Treatment", "The US can become a leader in this global issue. The American people need your help."], "title": ["Acknowledge Existence of Chronic Lyme Disease & Co-Infections and Develop Legislation & Funding for Treatment"], "url": "https://petitions.whitehouse.gov/petition/acknowledge-existence-chronic-lyme-disease-co-infections-and-develop-legislation-funding-treatment/PlClF4hT", "date": [" Feb 26, 2015"], "issues": ["Climate Change", "Health Care", "Homeland Security and Disaster Relief"]},
{"signatures": ["1,994"], "description": ["The US taxes individuals based on citizenship and not residency.  If you live and work abroad,  pay taxes to your residential country for use of the public services (education, healthcare, benefits, etc), you are still required to file US tax returns and pay taxes to the US government. As a result,  US citizens living abroad have to pay high fees for an accountant to deal with the complex forms and conversions. When you are making £18k a year (before tax), paying a large amount to prove to the US government you don't make enough to be taxed is very detrimental. Also,  FACTA requires you to report all of your foreign accounts, including the details of anyone who is a joint account holder, regardless of citizenship. This isn't the only tax challenge US citizens abroad face but a first step."], "title": ["Tax US citizens by residency and not citizenship. Remove the FATCA requirements. We already pay taxes abroad."], "url": "https://petitions.whitehouse.gov/petition/tax-us-citizens-residency-and-not-citizenship-remove-fatca-requirements-we-already-pay-taxes-abroad/dwZ1c5wL", "date": [" Feb 10, 2015"], "issues": ["Budget and Taxes"]},
{"signatures": ["2,149"], "description": ["There is currently no federal level child abuse registry in the United States.  While 45 states have state level registries, they are not available for public access.  We believe a federal level registry should be created that is comparable to the federal sex offender registry.  Citizens of the United States have the right to know who is living in their neighborhood and who they should allow to have access to their children."], "title": ["Create a federal child abuse registry that is available to the public."], "url": "https://petitions.whitehouse.gov/petition/create-federal-child-abuse-registry-available-public/gNJk7Y4K", "date": [" Feb 26, 2015"], "issues": ["Civil Rights and Liberties", "Family", "Health Care"]},
{"signatures": ["2,350"], "description": ["On February 24, 2015, The Guardian newspaper released a report revealing the secret maintenance and operation of a CIA-style \"black site\" interrogation facility in Chicago, IL known as \"Homan Square.\" According to the report, Chicago law enforcement officials are using the site to conduct illegal detention, interrogation, and abuse of US citizens. Once taken there, citizens can expect to be held for days in inhumane conditions, suffering abuse and even torture, all without being charged or granted access to legal counsel.", "We call on the Obama Administration to immediately investigate these acts, and take all actions needed to ensure the end of said acts, the punishment of those responsible, the immediate release of those affected, and the prevention of any such illegal acts in the future."], "title": ["Order the DOJ to open an investigation into Chicago police  operating an illegal \"black site\" interrogation facility."], "url": "https://petitions.whitehouse.gov/petition/order-doj-open-investigation-chicago-police-operating-illegal-black-site-interrogation-facility/ys9JRf5K", "date": [" Feb 24, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Human Rights"]},
{"signatures": ["178"], "description": ["ALL White countries and ONLY White countries are being flooded with third-world non-Whites, and Whites are forced by law to integrate with them so as to “assimilate,” i.e. intermarry and be blended out of existence.", "Massive immigration and forced assimilation is genocide when it’s done in Tibet, and it’s genocide when it’s done in White countries, by UN Convention:", "“Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part.”", "And yet, when White Genocide isn’t being justified in our country, it’s being denied!", "Mr. Obama, it’s your duty as President to awaken a nation that is in denial!", "White Genocide deniers say they’re anti-racist. What they are is anti-White.", "Anti-racist is a code word for anti-White.", "—", "goo.gl/5OLYaD"], "title": ["Denounce WHITE GENOCIDE DENIAL"], "url": "https://petitions.whitehouse.gov/petition/denounce-white-genocide-denial/Qd49yJ8B", "date": [" Mar 01, 2015"], "issues": ["Foreign Policy", "Human Rights", "Immigration"]},
{"signatures": ["204,723"], "description": ["On March 9th, 2015, forty-seven United States Senators committed a treasonous offense when they decided to violate the Logan Act, a 1799 law which forbids unauthorized citizens from negotiating with foreign governments. Violation of the Logan Act is a felony, punishable under federal law with imprisonment of up to three years.", "At a time when the United States government is attempting to reach a potential nuclear agreement with the Iranian government, 47 Senators saw fit to instead issue a condescending letter to the Iranian government stating that any agreement brokered by our President would not be upheld once the president leaves office.", "This is a clear violation of federal law. In attempting to undermine our own nation, these 47 senators have committed treason."], "title": ["File charges against the 47 U.S. Senators in violation of The Logan Act in attempting to undermine a nuclear agreement."], "url": "https://petitions.whitehouse.gov/petition/file-charges-against-47-us-senators-violation-logan-act-attempting-undermine-nuclear-agreement/NKQnpJS9", "date": [" Mar 09, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Foreign Policy", "Government Reform"]},
{"signatures": ["258"], "description": ["Greece is one of the few nations in the Western Alliance that have stood by the United States in most major wars and conflicts we have fought.", "Greece and the United States-- like two brothers in a family, have endured tests and turmoil over the century-plus relationship the two nations have shared.", "Today, hundreds of thousands of American citizens call Greece their ancestral homeland and have contributed to the great fabric of the American nation.", "We call on the Obama Administration to act quickly and decisively to support the new Greek government's efforts to get out of the crisis by taking a more active, strategic and supportive role."], "title": ["act decisively and quickly, with actions and not mere words, to support Greece and the new Greek government"], "url": "https://petitions.whitehouse.gov/petition/act-decisively-and-quickly-actions-and-not-mere-words-support-greece-and-new-greek-government/2mTZ9qHq", "date": [" Feb 17, 2015"], "issues": ["Economy", "Foreign Policy"]},
{"signatures": ["277"], "description": ["We plea with Mr. President to help save a fellow human caught in a desperate life-or-death situation: Lt. Nadezhda Savchenko, a Ukrainian woman, who is essentially held as a hostage by Russian authorities in egregious violation of international laws and all moral norms.", "We plea the US to use everything at its disposal (including reaching out to all people of authority around the world) to convince the Russian President Mr. Putin to spare the life of Lt. Savchenko who is about to die as a result of being on 80-day hunger strike protesting her illegal prosecution.", "At this point we are not even asking to help stop the prosecution, but merely grant her pre-trial release on bail so that she can get proper medical treatment and survive until her court hearing scheduled"], "title": ["Help Save the Life of Russian Political Prisoner Lt. Nadezhda Savchenko"], "url": "https://petitions.whitehouse.gov/petition/help-save-life-russian-political-prisoner-lt-nadezhda-savchenko/vZHLzSdt", "date": [" Mar 02, 2015"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["298"], "description": ["The Brier Creek Battlefield, located on the Savannah River in Screven County, Georgia, represents the site of a major military engagement from the Revolutionary War. Events at the site affecting Georgia's struggle for independence from Great Britain involved significant contributions by many prominent individuals. The event marked the end of Britain's Southern Winter Campaign of 1778-1779. Historic documentation has exposed a complicated troop movement and has helped retell the story of one of the most strategic military attacks by the British Army against an inexperienced American Army. Over 150 American soldiers were slaughtered and their remains lay buried on the battlefield. The site is threatened by poor management practices; it needs to be recognized for its national significance."], "title": ["Preserve the Revolutionary War Battlefield at Brier Creek, Screven County, Georgia and the Burials of US soldiers There"], "url": "https://petitions.whitehouse.gov/petition/preserve-revolutionary-war-battlefield-brier-creek-screven-county-georgia-and-burials-us-soldiers-there/C9ZG2FLn", "date": [" Feb 28, 2015"], "issues": ["Education", "Environment", "Veterans and Military Families"]},
{"signatures": ["294"], "description": ["In 1947 scientists synthesized folic acid, a synthetic compound. In 1998, The FDA mandated that all enriched wheat flour was to be fortified with folic acid. This unilateral decision has turned into one of the worst health fiasco's in the history of our country.", "It was based on data showing that low \"folate\" (found in green vegetables) status caused neural tube birth defects, which only affects approximately 1,500 US infants per year.", "However, \"folate\" is not folic acid, and 30% to 40% of the US population lack the MTHFR enzyme to metabolize folic acid into folate, while 70% have a reduction of this enzyme—causing excess folic acid intake.", "Human clinical trials have shown that folic acid fortification has resulted in population wide increases breast, prostate and colorectal cancers."], "title": ["End Mandatory Fortification of Enriched Flour with Folic Acid Linked to Cancer"], "url": "https://petitions.whitehouse.gov/petition/end-mandatory-fortification-enriched-flour-folic-acid-linked-cancer/ZbGt2Lvh", "date": [" Feb 26, 2015"], "issues": ["Agriculture", "Family", "Health Care"]},
{"signatures": ["348"], "description": ["Please see this investigative report by Brett Shipp of WFAA in Dallas: http://www.wfaa.com/story/news/local/investigates/2015/02/10/texas-couple-fights-for-custody-of-adopted-mexican-girl/23204387/"], "title": ["return Keyla to her family."], "url": "https://petitions.whitehouse.gov/petition/return-keyla-her-family/M6nY4b3V", "date": [" Feb 14, 2015"], "issues": ["Disabilities", "Family", "Human Rights"]},
{"signatures": ["353"], "description": ["Recently Norway became one the first countries in the world to subject women to the same conscription rules as men. It is time for the United States of America to follow its lead towards more gender neutrality by law. In a society where men and women are considered equal, both should experience equal rights, as well as equal responsibilities. This includes the Selective Service System to be gender neutral.", "Moreover, with women no longer being excluded from combat positions since 2013, there is no more ground to exclude women from the Selective Service registration, as women being excluded from combat position was the reasoning in 1981 by the United States Supreme Court when a similar proposal was refuted."], "title": ["Make forced conscription gender neutral or abandon it."], "url": "https://petitions.whitehouse.gov/petition/make-forced-conscription-gender-neutral-or-abandon-it/yCqLs64X", "date": [" Feb 28, 2015"], "issues": ["Human Rights", "Veterans and Military Families", "Women's Issues"]},
{"signatures": ["66,415"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["106,818"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["112,821"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["86,341"], "description": ["The proposed outline for a ban on XM855 or SS109 is a 5.56x45mm NATO cartridge and is not by the BATFE's definition of AP (armor piercing) ammunition.  First, a little background.", "The following is that definition:", "“(i)      a projectile or projectile core which may be used in a handgun and which is constructed entirely (excluding the presence of traces of other substances) from one or a combination of tungsten alloys, steel, iron, brass, bronze, beryllium,", "(ii)        a  full jacketed projectile larger than .22 caliber designed and intended for use in a handgun and whose jacket has a weight of more than 25 percent of the total weight of the projectile.”", "This law only applies to handgun ammunition., not rifle cartridges therefore cannot be banned by the same means."], "title": ["Stop the BATFE from banning XM855 Ammunition."], "url": "https://petitions.whitehouse.gov/petition/stop-batfe-banning-xm855-ammunition/XrvVh1cj", "date": [" Feb 14, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Firearms"]},
{"signatures": ["110,271"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["113,324"], "description": ["Anwar Ibrahim, the Leader of the Opposition in Malaysia, a champion of democracy, a believer in Islamic justice, and a longtime friend of the United States, was convicted and jailed on trumped-up charges on February 10, 2015.", "The White House soon issued a statement expressing its \"deep disappointment\" with Anwar’s conviction. It said that the decision to prosecute Anwar and the conduct of his trial raised serious concerns about the rule of law and the fairness of the judicial system in Malaysia.", "But statements are not enough. The Administration must follow its words with action. Anwar is a political prisoner. The future of democracy in Malaysia is at stake. Securing Anwar's release from prison must be a top priority in US policy towards Malaysia, to be advanced in every way possible."], "title": ["Make  the release of Malaysian Opposition Leader Anwar Ibrahim from prison a top priority for US policy toward Malaysia"], "url": "https://petitions.whitehouse.gov/petition/make-release-malaysian-opposition-leader-anwar-ibrahim-prison-top-priority-us-policy-toward-malaysia/fBrTzvBz", "date": [" Feb 10, 2015"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["113,984"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["123,774"], "description": ["Prosecutors indicts Officer Liang for Political Gain! Asian American Police Officer Becomes Scapegoat!", "NYPD Officer, Peter liang told his superiors that his gun had gone off unintentionally, the bullet rattling off a wall and into an unsuspecting man’s chest, killing Akai Gurley.", "Nonetheless, the circumstances surrounding Mr. Gurley’s death lead to a manslaughter indictment this week, whereas police officers in the Michael Brown and Eric Garner case were never charged. Criminal charges appeared more likely in the later two cases, but these two non-Asian Police Officers were never charged."], "title": ["Demand Brooklyn District Attorney Kenneth P. Thompson to withdraw indictment against Asian minority Officer Peter Liang!"], "url": "https://petitions.whitehouse.gov/petition/demand-brooklyn-district-attorney-kenneth-p-thompson-withdraw-indictment-against-asian-minority/G26sxfMP", "date": [" Feb 17, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Firearms"]},
{"signatures": ["310"], "description": ["Chronic stress caused by poverty leaves lifelong health effects on children even before they enter school. It has been shown on a local level that increasing the income for the poorest citizens creates financial inclusion, returns the money to the economy, and provides for secure and humane livelihoods. This enables families to focus on supporting each other and raising children without the chronic trauma of poverty. A universal basic income is a long-term investment in the health and economic well-being of our country.", "We call on the President to initiate legislation for a universal basic income in the USA.", "http://www.cnn.com/interactive/2015/03/opinion/ctl-child-poverty/", "http://www.cnn.com/2015/03/01/opinion/sutter-basic-income/index.html", "http://www.centerforyouthwellness.org/"], "title": ["introduce a bill for universal basic income to eradicate poverty"], "url": "https://petitions.whitehouse.gov/petition/introduce-bill-universal-basic-income-eradicate-poverty/dTq7ZlmN", "date": [" Mar 03, 2015"], "issues": ["Economy", "Family", "Poverty"]},
{"signatures": ["333"], "description": ["The United States should end foreign aid, weapons sales, and all forms of pandering to Saudi Arabia – a human rights violator and practitioner of violent extremism.", "Recently, Saudi Arabia has jailed and tortured a Muslim named Raif Badawi for promoting secularism, and sentenced another man to death for leaving his religion.", "Religious minorities are not allowed to openly practice their faith in Saudi Arabia, and women and LGBT communities there continue to be denied human rights. On top of this, Saudi textbooks have brainwashed schoolchildren with religious hatred, making them vulnerable to extremist ideologies and future recruitment by terrorist organizations.", "As American taxpayers, we want our government to take a stand against the rulers of Saudi Arabia. Please hold them accountable."], "title": ["Stop Wasting American Taxpayer Dollars on Saudi Arabia: A Human Rights Violator and Practitioner of Violent Extremism"], "url": "https://petitions.whitehouse.gov/petition/stop-wasting-american-taxpayer-dollars-saudi-arabia-human-rights-violator-and-practitioner-violent-extremism/b1MwJ3ZT", "date": [" Mar 01, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["119,351"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["344"], "description": ["Rap icon Max B, also known as Charly Wingate, was found guilty of involvement in a robbery that left a man dead. Charly was sentenced to 40 years on September 4th 2009, without any convincing evidence presented by the state. Charly was accused of orchestrating a robbery and then convicted for armed robbery, kidnapping, aggravated assault, and murder.", "Many feel the rapper's conviction was unusually harsh, cruel and unlawful. On August 30th 2012, Max B's appeal for a retrial was denied with no further notice. We are looking to approach Governor Chris Christie and President Barack Obama for a pardon, or at the very least, a retrial."], "title": ["Pardon Charly Wingate"], "url": "https://petitions.whitehouse.gov/petition/pardon-charly-wingate/TDbpynJx", "date": [" Feb 18, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Human Rights"]},
{"signatures": ["2,728"], "description": ["Nobody ever suggests addressing the concerns of parents that do not vaccinate their kids. We should focus on removing the reasons why parents don't vaccinate instead of violating their civil liberties. It’s so easy to get these parents to do so. We need the CDC to do a study comparing the autism rates of vaccinated vs. non-vaccinated children. We have the control groups to do this now with over 1,000,000 verifiable vaccine exemptions. This would end the debate. We could finally see if vaccines are or are not the cause. The problem is that the CDC has been asked for years to do this study, but to date refuse. We deserve an answer for the safety of our children!"], "title": ["Mandate the CDC do a double blind study comparing the autism rates of vaccinated vs. unvaccinated control groups."], "url": "https://petitions.whitehouse.gov/petition/mandate-cdc-do-double-blind-study-comparing-autism-rates-vaccinated-vs-unvaccinated-control-groups/7vrdnCHT", "date": [" Feb 14, 2015"], "issues": ["Civil Rights and Liberties", "Disabilities", "Human Rights"]},
{"signatures": ["124,013"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["2,446"], "description": ["Middle East Christians are facing ongoing persecution and death. ISIS is waging genocide against Christians, Yezidis, and other religious minorities in the region.", "As Congresswoman Anna Eshoo and Congressman Jeff Fortenberry requested in a bipartisan letter this week to President Obama: we call on your administration to work with local forces, the Iraqi and Kurdish governments, neighboring countries, and other key stakeholders to help secure safe havens for religious minorities Syria and Iraq and to provide adequate assistance to displaced persons both inside and outside established refugee camps. The President should also appoint a Special Envoy for Religious Minorities in the Middle East.", "This Petition was launched by In Defense of Christians (IDC) - www.indefenseofchristians.org"], "title": ["Act now to save the persecuted Christians of the Middle East"], "url": "https://petitions.whitehouse.gov/petition/act-now-save-persecuted-christians-middle-east/g1v5yYmR", "date": [" Feb 27, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["128,859"], "description": ["No human being should be FORCED to be vaccinated against their will and/or personal/religious beliefs. I petition against making vaccinations of any kind mandatory. This includes forcing children to be vaccinated to attend public schools, activities, and daycare centers. This also includes adults working in the public or private sector."], "title": ["PROHIBIT ANY LAWS MANDATING THE FORCE AND REQUIREMENT OF VACCINATIONS OF ANY KIND."], "url": "https://petitions.whitehouse.gov/petition/prohibit-any-laws-mandating-force-and-requirement-vaccinations-any-kind/HW1B3YKz", "date": [" Feb 04, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["130,187"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["130,220"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["151,327"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]},
{"signatures": ["124,355"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["143,282"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]},
{"signatures": ["210"], "description": ["Since early in the Bush Administration, the DoD has deemed manmade climate change a national security threat.  Many of our key bases are imperiled by sea level rise.  Military experts say stress caused by climate change foments unrest in volatile parts of the world.  Scientists now know that a climate change-driven drought precipitated the Syrian civil war, which helped ISIS flourish.", "In the face of this, many Congress members refuse to accept a decades-old scientific consensus that the burning of fossil fuels is warming our planet.  These actors dismiss the science in favor of the needs of their campaign donors in the fossil fuel industries.  We believe these individuals are threats to the safety of the United States, and ask the OPM to reassess their security credentials."], "title": ["Have the Office of Personnel Management Review the Security Clearances of Manmade Climate Change Deniers in Congress"], "url": "https://petitions.whitehouse.gov/petition/have-office-personnel-management-review-security-clearances-manmade-climate-change-deniers-congress/tRYN5F8j", "date": [" Feb 13, 2015"], "issues": ["Climate Change", "Defense", "Foreign Policy"]},
{"signatures": ["211"], "description": ["The Boston metropolitan area and the MBTA in particular is suffering from relentless snowfall and frigid temperatures causing a system-wide meltdown and needs assistance to recover from the winter of 2014-2015. Declaring the MBTA as a federal disaster area would open funding and resources to fix this neglected transit system and push the New England economy and Boston area's transportation infrastructure into the 21st century"], "title": ["Declare the MBTA a federal disaster area"], "url": "https://petitions.whitehouse.gov/petition/declare-mbta-federal-disaster-area/dRZKg5Cq", "date": [" Feb 20, 2015"], "issues": ["Government Reform", "Transportation and Infrastructure", "Urban Policy"]},
{"signatures": ["203"], "description": ["During the last four years, more than 200000 civilians have been killed in the crimes categorized as the most heinous crimes. Rivers of blood have been flooded and cities turned into piles of rubble in the barbarous ways using the explosive barrels, missiles and chemical weapons, as well as murdering and torturing of hundreds of thousands of innocent detainees in prisons.", "The human history will remember all the evils, which have been done, with shame and will not forgive those who are just acquiesced.", "We request US administration as part of its international humanitarian responsibility to stop these crimes and to prosecute Bashar al-Assad as a war criminal.", "#assadholocaust"], "title": ["Stop the Holocaust continued by Bashar al-Assad Regime In Syria."], "url": "https://petitions.whitehouse.gov/petition/stop-holocaust-continued-bashar-al-assad-regime-syria/gxM6DY5q", "date": [" Feb 14, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["241"], "description": ["General Mattis is a great man and War hero.  Loved by the men whom served under him and known for his intellect.  He is a candid speaker and has a great deal of wisdom to offer those around him.  Inviting General Mattis over for a sleep over would be of great benefit to all.  As the Presidents daughters are entering dating age, all potential suiters could be vetted by General Mattis before being allowed to take them on a date.  Only a fool would cross General Mattis. Moreover, needing nothing more than a cot and poncho liner, General Mattis would take up very little space.  In addition, this move would score points with the fiscal conservatives as you could lay off half the secret service staff guarding the White House.  It is a Win/Win if I ever saw one."], "title": ["invite General James Mad Dog Mattis over for a 2 year sleep over."], "url": "https://petitions.whitehouse.gov/petition/invite-general-james-mad-dog-mattis-over-2-year-sleep-over/XcVHKck2", "date": [" Feb 23, 2015"], "issues": ["Homeland Security and Disaster Relief", "Innovation", "Veterans and Military Families"]},
{"signatures": ["165,609"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["218"], "description": ["In January, 2015 President Obama endorsed the Student Privacy Pledge, calling on companies to make a firm commitment to using student data only for educational purposes.", "Signers of the Student Privacy Pledge have committed to use data only for authorized education purposes; to enforce strict limits on data retention; and to not behaviorally target advertising to students.", "Although 118 companies in the business of providing services to students in America’s classrooms have signed the Pledge, the Department of Defense (DoD) is noticeably absent. The DoD operates several dozen programs in public and private school classrooms across the country, many that collect information on youth for recruiting purposes.", "The DoD must join these honorable companies in signing the Pledge."], "title": ["Call on the Department of Defense to sign the Student Privacy Pledge."], "url": "https://petitions.whitehouse.gov/petition/call-department-defense-sign-student-privacy-pledge/qYQGwMHM", "date": [" Mar 01, 2015"], "issues": ["Civil Rights and Liberties", "Defense", "Education"]},
{"signatures": ["247"], "description": ["We would like to enact a law requiring parents/guardians of overweight children to be fined $500 if their child fails to make progress losing weight in the span of 3 months. If the child fails to make progress losing weight in the span of another 3 months the parent is to fined an additional $1000 and be required to attend nutrition classes. If no progress is made the parent/guardian will be fined $1000 every 3 months until progress is made. If the child is morbidly obese and is an urgent health hazard being in the care of the parent/guardian the child is to removed from the household until their weight is under control.This nations children are the most vulnerable members of our society. Over feeding a child is nothing short of child abuse the parent/guardian should be held responsible."], "title": ["Protect America's youth from weight related illnesses"], "url": "https://petitions.whitehouse.gov/petition/protect-americas-youth-weight-related-illnesses/BVXDD3L5", "date": [" Mar 08, 2015"], "issues": ["Family", "Health Care", "Human Rights"]},
{"signatures": ["2,921"], "description": ["The open letter to Iran's leaders by 47 senators of March 9th, warning them that any nuclear deal they sign with the Obama administration won’t last after Obama leaves office, is a clear and direct violation of the Logan Act and is treasonous. This action must not go unaddressed. We petition the White House and the Justice Dept. to take immediate and decisive action."], "title": ["Address and prosecute the clear violation of the Logan Act by the Republican senators' March 9th open letter to Iran."], "url": "https://petitions.whitehouse.gov/petition/address-and-prosecute-clear-violation-logan-act-republican-senators-march-9th-open-letter-iran/5BNWbXtQ", "date": [" Mar 09, 2015"], "issues": ["Foreign Policy"]},
{"signatures": ["3,066"], "description": ["Please stop the unnecessary circumcision of a four year old Florida boy. The child's mother and the child do NOT want it done, but a Florida judge has stated that the mother will be confined to jail UNLESS AND UNTIL SHE SIGNS CONSENT!", "This child deserves the right of protection under the constitution."], "title": ["Stop the unnecessary and unconstitutional circumcision of a 4 year old boy in Florida against the will of the mother."], "url": "https://petitions.whitehouse.gov/petition/stop-unnecessary-and-unconstitutional-circumcision-4-year-old-boy-florida-against-will-mother/W9MndRJN", "date": [" Mar 06, 2015"], "issues": ["Civil Rights and Liberties", "Family", "Human Rights"]},
{"signatures": ["3,067"], "description": ["HR 2453 creates a Mark Twain commemorative coin.", "https://www.govtrack.us/congress/bills/112/hr2453/text", "Section 4.a.2.C states that the phrase \"In God We Trust\" will appear on this coin.", "Mark Twain was against this phrase:", "http://www.coinworld.com/voices/bill-gibbs/2015/03/commemorative_coins.html#", "With this in mind I submit that we change the phrase to \"‘Within certain judicious limitations we trust in God\", and if there isn't room, we enlarge the coin.", "Alternatively, take it off."], "title": ["Not burden the Mark Twain commemorative coin with the phase \"In God we trust\". Mark Twain was against that phrase."], "url": "https://petitions.whitehouse.gov/petition/not-burden-mark-twain-commemorative-coin-phase-god-we-trust-mark-twain-was-against-phrase/Cb6TYNMd", "date": [" Mar 08, 2015"], "issues": ["Economy", "Family", "Trade"]},
{"signatures": ["2,866"], "description": ["In the last 4 decades the amount of childhood vaccines  have skyrocketed. Today 50+ vaccines are given to children by age 6. Meanwhile, Autism, Asthma, Diabetes & a host of Auto-Immune disorders have also skyrocketed. Vaccine makers & Gov't Agencies have denied any connection, but it defies logic that fifty plus shots filled with substances (Formaldehyde, Aluminum, Acetone, Mercury, etc.) linked to Cancers, Neurological disorders & other health conditions do not pose serious health risks. But since 1986 the National Vaccine Injury Compensation Act has paid out nearly $3 Billion in damage claims & Drug Makers have escaped all liability. There is no incentive to make or prove vaccines safe. The Gov't shall require Independent 3rd Party proof of vaccine safety or rescind liability protection"], "title": ["Require Vaccine Makers Submit Annual Independent 3rd Party Evidence Their Products Are Safe To Remain Protected by NVICA"], "url": "https://petitions.whitehouse.gov/petition/require-vaccine-makers-submit-annual-independent-3rd-party-evidence-their-products-are-safe-remain-protected-nvica/pfP38vCD", "date": [" Feb 19, 2015"], "issues": ["Civil Rights and Liberties", "Consumer Protections", "Health Care"]},
{"signatures": ["3,084"], "description": ["Bogle founded the Vanguard Group, a mutual fund company owned by the customers.  In an industry rarely known for integrity, he managed to align the interests of its shareholders with those of its clients. He started the first index mutual fund, saying it would triumph not because of management skill but because it was cheap to run. Over time, he was proved right. Lower expenses led to better returns. He worked to create a place where the average Joe could save for retirement, in funds with low minimum requirements, where stewardship beat speculation and the results are better than can be expected elsewhere.", "Vanguard became the countries largest fund group by driving down the cost of investing for everyone. He didn’t become a billionaire. That money went into our pockets instead."], "title": ["John C. Bogle Should Get the Presidential Medal of Freedom"], "url": "https://petitions.whitehouse.gov/petition/john-c-bogle-should-get-presidential-medal-freedom/tMKz5zyh", "date": [" Feb 11, 2015"], "issues": ["Innovation"]},
{"signatures": ["3,093"], "description": ["The spraying of nanoparticulate matter in the upper atmosphere is not a solution to any problem, it is the deliberate polluting of our atmosphere and is therefore a crime against humanity and all living life on this planet. The use of terms like geoengineering, persistent contrails, solar radiation management, etc. is insulting to the intelligence of the American people. It is what it is, pollution.", "We the people are sick and tired of not having a voice in our own destiny and hereby give notice that our Government's way of dealing with problems of any nature are blatantly recognized as self serving, selfish and destructive to the world we live in."], "title": ["Immediately stop the aerosol spraying of our nation's skies."], "url": "https://petitions.whitehouse.gov/petition/immediately-stop-aerosol-spraying-our-nations-skies/7XqYfH9z", "date": [" Feb 17, 2015"], "issues": ["Climate Change", "Environment", "Human Rights"]},
{"signatures": ["3,108"], "description": ["Current 7n6 Import Ban", "http://www.atf.gov/press/releases/2014/04/040714-special-advisory-test-examination-and-classification-7n6-545x39-ammunition.html", "Definition", "“(i) a projectile or projectile core which may be used in a handgun and which is constructed entirely (excluding the presence of traces of other substances) from one or a combination of tungsten alloys, steel, iron, brass, bronze, beryllium copper, or depleted uranium; or", "(ii) a full jacketed projectile larger than .22 caliber designed and intended for use in a handgun and whose jacket has a weight of more than 25 percent of the total weight of the projectile.”", "This law only applies to handgun ammunition., not rifle cartridges therefore cannot be banned by the same means."], "title": ["Reverse BATFE ban on import of 7n6 ammunition."], "url": "https://petitions.whitehouse.gov/petition/reverse-batfe-ban-import-7n6-ammunition/HCWTmm0B", "date": [" Mar 10, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Firearms"]},
{"signatures": ["3,190"], "description": ["On March 9th 2015, members of the Senate of the United States sent a letter to the leaders of Iran urging them to go against the Obama administration over a nuclear deal. The letter was organized by Senator Tom Cotton and had the signatures of a total of 47 Senators. This was a clear violation of law and those Senators crossed a huge line when they tried to sabotage the negotiations of the Administration. Foreign policy should be dealt by the executive branch, not the legislative. Not only does the letter attempt to undermine negotiations between the U.S. and Iran, but it is written in a condescending tone that could do great harm to the United States' security. That is why we urge the Administration and the Justice Department to file charges against those Senators who signed the letter."], "title": ["File charges against the Senators who sent a letter to Iran."], "url": "https://petitions.whitehouse.gov/petition/file-charges-against-senators-who-sent-letter-iran/xjSlVk0C", "date": [" Mar 09, 2015"], "issues": ["Defense", "Foreign Policy", "Homeland Security and Disaster Relief"]},
{"signatures": ["4,382"], "description": ["A call for criminal charges to be filed for the 47 Senators who are undermining the President's ability to conduct negotiations with Iran to PREVENT war."], "title": ["Immediately file charges against the 47 Senators who have sent a \"warning letter\" to Iran, under the Logan Act."], "url": "https://petitions.whitehouse.gov/petition/immediately-file-charges-against-47-senators-who-have-sent-warning-letter-iran-under-logan-act/0HxPPCnh", "date": [" Mar 09, 2015"], "issues": ["Defense", "Foreign Policy", "Government Reform"]},
{"signatures": ["384"], "description": ["The petition calls for the introduction of a Congressional Resolution placed before the President of the United States for an executive order establishing a moratorium on all financial aid to the sovereign nation of Israel until the completion of a full investigation of malfeasance.  The public perception of an intentional tortuous interference on the part of the Prime Minister in the foreign policy negotiations of the US, appears to have been based solely upon innuendo with no substantive evidence.  Said action appears to have amounted to an intentional insult directed towards the Executive Office of the United States of America. This investigation is intended to provide representatives of the nation of Israel to come forth and provide evidence to support the Prime Minister's allegations."], "title": ["place a moratorium on funds slated for Israel until completion of investigations for interference in US foreign policy."], "url": "https://petitions.whitehouse.gov/petition/place-moratorium-funds-slated-israel-until-completion-investigations-interference-us-foreign-policy/2P6nMKsp", "date": [" Mar 07, 2015"], "issues": ["Foreign Policy"]},
{"signatures": ["404"], "description": ["We are petitioning the U.S. government and president Obama to declare May 19th a national holiday celebrating and honoring El Hajj Malik El-Shabazz, aka Malcolm X (Malcolm X Day)."], "title": ["Declare May 19th to be Malcolm X Day and to decree it a national holiday."], "url": "https://petitions.whitehouse.gov/petition/declare-may-19th-be-malcolm-x-day-and-decree-it-national-holiday/dSQl8zW2", "date": [" Feb 16, 2015"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["392"], "description": ["Vaccines have been shown in many studies to be safe and effective. With the increase in non-vaccination rates around the country due to personal belief exemptions, herd-immunity protection is compromised, putting those most vulnerable at risk, mainly infants and immunosuppressed people. The latest measles outbreak is a good example. Many people have fallen sick due to a preventable illness that was declared eliminated from the US in 2000. Let's not wait until more outbreaks of measles, or other diseases such as polio come back."], "title": ["Push for States to eliminate non-medical exemptions to childhood vaccines, to protect the health of our children"], "url": "https://petitions.whitehouse.gov/petition/push-states-eliminate-non-medical-exemptions-childhood-vaccines-protect-health-our-children/5RrVVFFB", "date": [" Feb 11, 2015"], "issues": ["Family", "Health Care"]},
{"signatures": ["419"], "description": ["End Grandparent Alienation! Its child abuse and should be punishable!", "This is our story", "Jenmarie, our granddaughter came to live with us at 3 days old. Mom left her at 10 days old. we got temporary court custody at a month old. Mom saw child probably 5 x in her life. @ 5 yrs old,  Jan 13th, 2015 mom file to revoke custody and child was removed and moved to Another state the same day. I was treated like a criminal in court. How is that the best interest of a child?  We are now a broken family and have not seen or spoken to our loving granddaughter  for a month. She grew up thinking she was our daughter, with a 3 yr old sister and family members suffering as well. We are now another victim of  grandparent alienation. Please hear our prayers for a change."], "title": ["Give grandparents rights in the state of Florida and other states. Grandparent alienation is child abuse!"], "url": "https://petitions.whitehouse.gov/petition/give-grandparents-rights-state-florida-and-other-states-grandparent-alienation-child-abuse/t08BCMKC", "date": [" Feb 20, 2015"], "issues": ["Family"]},
{"signatures": ["424"], "description": ["The National Institutes of Health (NIH) are the major sources of funding for biomedical research. Over the past 10 years the NIH budget has been decreased by inflation and plain budget cuts due to other government expenditures. NIH is the most prominent funder of cures, treatments and innovative healthcare procedures, devices and medication. It is the single most important funder of America's innovation in the field of medicine, biomedicine and healthcare. It is proven to return over 5 times the federal investment it receives and has directly impacted the welfare of our population and the world. Budget cuts to the NIH has impaired research, forced scientists out of research and if not corrected urgently may compromise the future of our scientific enterprise."], "title": ["Increase the National Institutes of Health budget by 7.5% per year over the next 10 years."], "url": "https://petitions.whitehouse.gov/petition/increase-national-institutes-health-budget-75-year-over-next-10-years/V8TxxT3G", "date": [" Feb 26, 2015"], "issues": ["Health Care", "Innovation", "Science and Space Policy"]},
{"signatures": ["453"], "description": ["My fellow students and I believe that the The Partnership for Assessment of Readiness for College and Careers or PARCC assessment is not academically efficient. I believe that the Common Core/PARCC assessment is demanding more from students than what the Assessment Administration Guidance expects from students. There are many states that have already dropped out of PARCC assessments because the students could not comprehend the material. I propose that we terminate Common Core/PARCC and go back to state assessments."], "title": ["To Terminate The Partnership for Assessment of Readiness for College and Careers or PARCC Assesment"], "url": "https://petitions.whitehouse.gov/petition/terminate-partnership-assessment-readiness-college-and-careers-or-parcc-assesment/XpX3j7rh", "date": [" Feb 12, 2015"], "issues": ["Education"]},
{"signatures": ["556"], "description": ["Law enforcement dispatchers may not work on the front line, but we are the TRUE first responders. All dispatchers work through traumatic situations every day. We should be allowed the same benefits as all emergency personnel. Dispatchers are frequently over looked and forgotten. We give CPR instructions over the phone, counsel adults and children, and help the public remain calm in stressful situations. That's just a sample of what is done on a daily basis. A police department would not be able to properly function without the men and women that walk in every day, put on that headset, and make sure every firefighter, medic, and officer goes home."], "title": ["Recognize law enforcement dispatchers at emergency personnel"], "url": "https://petitions.whitehouse.gov/petition/recognize-law-enforcement-dispatchers-emergency-personnel/fX21T6z6", "date": [" Feb 21, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Human Rights", "Labor"]},
{"signatures": ["577"], "description": ["Josh Copeland was a bright young man in his Senior year. He was being bullied and felt suicide was his only option.  I want to see that bullies are not allowed to do this to our children.  They should be held responsible for the action of the victim. If they are underage, the Parents of the bully should be held responsible for their child's actions.  A Law..Josh's Law..needs to STOP bullies.  If there are severe consequences..we can deter bullying and SAVE our precious children."], "title": ["Josh's Law..Please make bullying a Federal/Criminal Offense if someone dies as a result of bullying."], "url": "https://petitions.whitehouse.gov/petition/joshs-lawplease-make-bullying-federalcriminal-offense-if-someone-dies-result-bullying/4pxHd9k5", "date": [" Feb 21, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Education", "Regulatory Reform"]},
{"signatures": ["613"], "description": ["elimanate steel imports"], "title": ["stop the steel imports that are destroying America's steel industry and erasing good American jobs."], "url": "https://petitions.whitehouse.gov/petition/stop-steel-imports-are-destroying-americas-steel-industry-and-erasing-good-american-jobs/L6X0HVHc", "date": [" Mar 05, 2015"], "issues": ["Economy", "Job Creation", "Labor"]},
{"signatures": ["615"], "description": ["As members of the traveling public, we write to support Norwegian Air International (NAI) and its pending application to serve the U.S.", "We seek greater choice in international air travel, and we are excited about the chance to fly NAI to many European destinations. We are grateful that NAI will utilize Boeing 787 Dreamliners as the backbone of its transatlantic fleet.  We appreciate that Norwegian already employs hundreds of U.S. flight attendants.", "Fairness, the rule of law, and the American spirit of competition support giving NAI the chance to offer award-winning low cost international service. We respectfully request that you act to open our skies to this exciting new carrier, uphold America’s international legal commitments, and approve NAI’s application without further delay."], "title": ["Open Our Skies: Let Norwegian Fly"], "url": "https://petitions.whitehouse.gov/petition/open-our-skies-let-norwegian-fly/KlJ6cP5Q", "date": [" Feb 16, 2015"], "issues": ["Job Creation", "Transportation and Infrastructure"]},
{"signatures": ["762"], "description": ["Switching back and forth between Daylight Saving Time and Standard Time makes no sense. It doesn't help farmers, it doesn't make us healthier, it doesn't help us save energy, it doesn't help businesses ... so why bother?", "People like long days and sunlight, we're asking the White House to make DST the year-round standard time!"], "title": ["Keep Daylight Saving Time Year-Round!"], "url": "https://petitions.whitehouse.gov/petition/keep-daylight-saving-time-year-round/xFR941mV", "date": [" Mar 09, 2015"], "issues": ["Agriculture", "Economy", "Energy"]},
{"signatures": ["630"], "description": ["Daylight Savings Time was created to move an hour of the morning daylight to the evening to save on evening electricity costs to light the home during WWI.", "What studies have found is that that expected energy cost savings was negated by a change in peoples behavior so the energy cost savings was almost a null point.  Discovery News states, “Although a U.S.. Department of Transportation study in the 1970s found that daylight saving trimmed electricity usage by about 1 percent, later studies have shown that the savings is offset by air conditioners running in warmer climates.\"", "Researchers at the Karolinska Institute in Stockholm found that heart attacks increase during the first week of daylight savings.", "Let's join Arizona and Stop the World War I practice of Daylight Savings"], "title": ["Stop Daylight Savings Time"], "url": "https://petitions.whitehouse.gov/petition/stop-daylight-savings-time/Bs28YCyF", "date": [" Mar 08, 2015"], "issues": ["Energy", "Family", "Human Rights"]},
{"signatures": ["636"], "description": ["CACFP Week is a national education and information campaign sponsored annually by the National CACFP Sponsors Association. The campaign is designed to raise awareness of the how the USDA's Child and Adult Care Food Program works to combat hunger and bring healthy foods to the table for adult day care and children in child care homes, centers, and in afterschool and summer feeding programs across the country. One of the basic rights of children, as set forth in the Universal Declaration of Human Rights by Eleanor Roosevelt in 1948, is their right to basic nutrition. Caring for the children must be our nation’s first priority. The CACFP program provides approximately 1.9 billion healthy meals and snacks to over 3.2 million children. Because this program is so important we seek your support."], "title": ["Proclaim the third week of March as National CACFP Week to promote USDA's program for child and adult nutrition."], "url": "https://petitions.whitehouse.gov/petition/proclaim-third-week-march-national-cacfp-week-promote-usdas-program-child-and-adult-nutrition/pmq7kWzK", "date": [" Feb 25, 2015"], "issues": ["Agriculture", "Family", "Poverty"]},
{"signatures": ["900"], "description": ["We petition the Obama administration to consider the grant of Temporary Protected Status (TPS) for all nationals of Venezuela currently present in the United States due to conditions in their country that temporarily prevent them from returning safely.", "Current extraordinary circumstances such as an ongoing armed conflict, political turmoil and systematic human rights violations by the government of Venezuela prevent the adequate and safe return of its nationals to their home country.", "We urge you to enable the Attorney General to designate nationals of Venezuela, who are currently suffering from political upheaval and consistent Human Rights violations in the hands of the Venezuelan government, to remain in the U.S. for increments of 18 months and obtain a work authorization document."], "title": ["Grant Temporary Protected Status (TPS) to citizens of Venezuela due to the ongoing armed conflict and political turmoil."], "url": "https://petitions.whitehouse.gov/petition/grant-temporary-protected-status-tps-citizens-venezuela-due-ongoing-armed-conflict-and-political-turmoil/DD42SJk6", "date": [" Mar 03, 2015"], "issues": ["Foreign Policy", "Human Rights", "Immigration"]},
{"signatures": ["376"], "description": ["Fr. Hesburgh served our country for more than six decades under six different presidential administrations. He was described by the current vice president as the most powerful non-elected official in the history of the United States. The current president said that he \"inspired generations of young men and women to lead with the courage of their convictions. His deep and abiding faith in a loving God, and in the power of our shared humanity, led him to join the first-ever United States Civil Rights Commission, and join hands with Dr. King to sing 'We Shall Overcome.' His belief that what unites us is greater than what divides us made him a champion of academic freedom and open debate.\"", "Americans have been honored by as much for less. Fr. Ted should be honored."], "title": ["Lower the American flag to half staff nationally to honor the death of Fr. Theodore Hesburgh."], "url": "https://petitions.whitehouse.gov/petition/lower-american-flag-half-staff-nationally-honor-death-fr-theodore-hesburgh/xxhnH3WB", "date": [" Mar 01, 2015"], "issues": ["Civil Rights and Liberties", "Education", "Human Rights"]},
{"signatures": ["358"], "description": ["Attorney General Ken Paxton is attempting to annul the marriage of Suzanne Bryant and Sarah Goodfriend.  This is not only an dastardly, hateful and cowardly act on his part, it is a clear violation of the Constitution of the United States' requirement for EQUAL Protection under the law.", "By taking this action, Attorney General Ken Paxton has misused his office and his authority to attempt to abolish the rights of all citizens of a certain class within the state of Texas.", "We hereby request that the White House, through the office of the Attorney General of the United States initiate a CIVIL RIGHTS investigation within the State of Texas against Attorney General Ken Paxton, his superiors and anyone involved in the Attorney General's attempt to subvert the rights of Texans."], "title": ["Initiate a civil rights investigation against Texas Attorney General Ken Paxton for civil rights violations."], "url": "https://petitions.whitehouse.gov/petition/initiate-civil-rights-investigation-against-texas-attorney-general-ken-paxton-civil-rights-violations/jvPt8bPl", "date": [" Feb 19, 2015"], "issues": ["Civil Rights and Liberties"]},
{"signatures": ["362"], "description": ["April 2015 will mark the 100th anniversary of the Armenian Genocide, perpetrated by the Ottoman Turkish government and denied to this day by its successors. Genocide scholars consider the Armenian Genocide the template for all modern genocide.", "Genocide denial – the last stage of genocide – threatens everyone.  It fuels current genocides and emboldens those who would commit future atrocities.  Stopping the cycle of genocide begins by speaking truthfully about past genocides."], "title": ["We demand that President Obama recognizes publicly the Armenian Genocide and condemns its negation !"], "url": "https://petitions.whitehouse.gov/petition/we-demand-president-obama-recognizes-publicly-armenian-genocide-and-condemns-its-negation/h2v7mmct", "date": [" Mar 02, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Human Rights"]},
{"signatures": ["367"], "description": ["Laurie Beckland wrote a beautiful article for the LA Times as she was dying of breast cancer. In it, she asked that a database be created to allow doctors to share information, treatments, and best practices in fighting the disease. She also criticized charities such as Susan G. Komen to whom people donate money assuming they will fund research, when actually they mostly fund their own activities.", "Pharmaceutical companies that make money off of treatments, and charities that take advantage of the public, haven't take the steps to cure this disease. The government can step in and honor Beckland by helping doctors across the country gather information and share best practices.", "Please read Laurie Beckland's article here, she says it best in her own words.", "goo.gl/VC007t"], "title": ["Create a database to help doctors treat breast cancer patients. Require charities to spend donations on research."], "url": "https://petitions.whitehouse.gov/petition/create-database-help-doctors-treat-breast-cancer-patients-require-charities-spend-donations-research/NbMmGnHD", "date": [" Feb 22, 2015"], "issues": ["Health Care", "Women's Issues"]},
{"signatures": ["4,680"], "description": ["ISIS and different extreme Muslim militias are attacking Christians in Syria, killing them, burning their churches. We are asking the United States government to condemn this act of genocide ad get involved in protecting minorities in Syria. United States should stop supporting the so called freedom fighters who turned out to be an Islamic Militia that killed more Christians in Syria and violated  human rights.", "It is time to speed up political solution in Syria to protect its people from diminishing."], "title": ["stop the Assyrian genocide. We the American people are requesting that immediate action to protect minorities in Syria."], "url": "https://petitions.whitehouse.gov/petition/stop-assyrian-genocide-we-american-people-are-requesting-immediate-action-protect-minorities-syria/BwzNqWnx", "date": [" Feb 24, 2015"], "issues": ["Human Rights"]},
{"signatures": ["5,488"], "description": ["Attorney General of the United States of America please file TREASON charges against the 47 Republican Senators who sent a letter to Iran. Too undermind the President's dealing to eliminate Iran's nuclear weapons program. They are risking the security of this nation by their underhandedness and should be charged accordingly. All 47 Senators including Arkansas Republican Senator Tom Cotton. Senate Majority Leader Mitch McConnell (R-KY), and presidential hopefuls Ted Cruz (R-TX), Rand Paul (R-KY) and Marco Rubio (R-FL). Should be formally charged and prosecuted by the laws of this land and the United States of America's Constitution."], "title": ["File charges of treason against the 47 Senators who sent letter to Iran."], "url": "https://petitions.whitehouse.gov/petition/file-charges-treason-against-47-senators-who-sent-letter-iran/VThNgTHy", "date": [" Mar 09, 2015"], "issues": ["Defense", "Foreign Policy"]},
{"signatures": ["6,226"], "description": ["Dear President Obama,", "Banning the importing, selling, and trans-state transporting of large snakes is both ignorant and irresponsible. Not only is it wrong to punish 49 states full of passionate animal lovers for \"Florida's sins\", but deploying said law would take a heavy blow on the economy of small businesses that raise and breed these beautiful creatures for a living.", "Yes, people in the past have occasionally released large snakes into the wild in careless neglect, but what the U.S. Fish and Wildlife Service don't understand is that these snakes would die off in the wild of pretty much any other region.", "What they also don't understand is that the average reptile lover is better than that- and leaving an entire generation of children to be uneducated about these snakes is a bad idea."], "title": ["To take Burmese pythons, Reticulated Pythons, and anacondas off of the Lacey Act."], "url": "https://petitions.whitehouse.gov/petition/take-burmese-pythons-reticulated-pythons-and-anacondas-lacey-act/JV5jDMZv", "date": [" Mar 06, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Job Creation", "Trade"]},
{"signatures": ["9,709"], "description": ["We desire that the US government abolish the practice of  shifting clocks by an hour twice a year. Known as daylight saving time, the change in clock times disrupts sleep cycles and Circadian rhythms, leading to a decrease in productivity and mental health for an extended period of time after the shifts. Studies about the energy savings of daylight saving time are contradictory and ignore the rise of the 24-hour store, internet commerce, and more efficient appliances and vehicles. Daylight saving time continues to be supported politically mostly due to entrenched business interests that desire an extra hour of sunlight after the end of the typical working day of 5 PM. Instead of shifting clocks twice a year, please pick either the forward or back hour and stick with it for the entire US."], "title": ["Abolish Daylight Saving Time throughout the USA."], "url": "https://petitions.whitehouse.gov/petition/abolish-daylight-saving-time-throughout-usa/BfQyJtSL", "date": [" Mar 07, 2015"], "issues": ["Energy", "Health Care", "Natural Resources"]},
{"signatures": ["10,182"], "description": ["We, the communities of airsoft and paintball call on our government to stop this attack on airsoft, The problem is not airsoft, it's people lacking education and/or intelligence. We call on the President, and the Congress to stop S213 and allow those in the sport to properly educate people on our sport."], "title": ["End the attack on the sport of Airsoft."], "url": "https://petitions.whitehouse.gov/petition/end-attack-sport-airsoft/dkGRjlPZ", "date": [" Feb 20, 2015"], "issues": ["Civil Rights and Liberties", "Firearms", "Regulatory Reform"]},
{"signatures": ["12,206"], "description": ["Senator Tom Cotton and 46 others have written an Open Letter to the Iranian Government as an attempt to influence and interfere with our President's current negotiations.", "This is a violation of the Logan Act, a United States federal law that forbids unauthorized citizens from negotiating with foreign governments. It was passed in 1799 and last amended in 1994. Violation of the Logan Act is a felony, punishable under federal law with imprisonment of up to three years."], "title": ["Senator Tom Cotton's letter to Iran is a direct violation of the Logan Act and should be prosecuted."], "url": "https://petitions.whitehouse.gov/petition/senator-tom-cottons-letter-iran-direct-violation-logan-act-and-should-be-prosecuted/Wfxgp789", "date": [" Mar 09, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Defense", "Foreign Policy"]},
{"signatures": ["12,465"], "description": ["We the citizens of Malaysia are outraged by the White House's statement expressing its deep disappointment with Anwar Ibrahim's conviction questioning the rule of law and Malaysia's judicial system fairness.", "The DNA that supported this case matched 16 out of 16. Anwar also chose not to offer his own samples in court which could have cleared him. Initially, Anwar offered 14 witnesses, but none came forward. He refused cross-examination.", "In regards to the reputation of Malaysia, the USA has to first look at their own human rights issue and stop the torture of detainees at Guantanamo Bay. We peace-loving Malaysians urge that USA stop interfering in Malaysia's judiciary and rule of law."], "title": ["Respecting the sovereign nation of Malaysia"], "url": "https://petitions.whitehouse.gov/petition/respecting-sovereign-nation-malaysia/0bXNLmhg", "date": [" Feb 11, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["27,694"], "description": ["On February 10, 2015 Deah Shaddy Barakat, 23, his wife, Yusor Mohammad, 21, and her sister, Razan Mohammad Abu-Salha, 19 were killed execution style by Craig Stephen Hicks, 46.", "Craig Hicks' facebook is polluted with anti-islamic posts. We want to this man to be known as a terrorist who killed 3 innocent Americans in cold blood. He obviously prepared for this and was politically driven to kill noncombatants.", "This is in every way a terrorist attack. Had the gunman been a bearded brown muslim looking guy who killed 3 nonmuslims, the whole world will declare it a terrorist attack, even muslims themselves.", "We ask that you treat every similar attack with the right standard. Muslims condemned the paris attacks and called it terrorism, please do the same with this attack!", "Hicks = Terrorist"], "title": ["Declare the Chapel Hill shooting of 3 innocent Muslim- American students a Terrorist Attack"], "url": "https://petitions.whitehouse.gov/petition/declare-chapel-hill-shooting-3-innocent-muslim-american-students-terrorist-attack/HGfXFYH3", "date": [" Feb 11, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["34,298"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["32,347"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]},
{"signatures": ["32,904"], "description": ["There are hundreds of children in Democratic Republic of Congo who have been fully, finally, and lawfully adopted by American families and yet they are being kept from their families due to reasons that shift with the seasons.  This crisis is now more than 500 days old, and these children deserve to come home now.", "During the 16 months that these children and families have been separated, more than a dozen waiting children have died needlessly.  For the children that survive this ordeal, they will most certainly bare scars from their institutionalization and separation from their permanent loving families.", "Mr. President, you are the key to bringing these children home. Please call President Kabila and find a solution that spares these vulnerable children any more suffering."], "title": ["to end the DRC Exit Letter Suspension for children legally adopted by American families."], "url": "https://petitions.whitehouse.gov/petition/end-drc-exit-letter-suspension-children-legally-adopted-american-families/GF9Qrb5L", "date": [" Feb 10, 2015"], "issues": ["Human Rights"]},
{"signatures": ["921"], "description": ["We would like the President to join our internet show Unprofessional Fridays. He could appear for as long as he would like, depending on his schedule. If he's interested, he can pick any video game to play or use his time to speak about any topic that he'd like to get across to our fans. Our office is in the Financial District of downtown San Francisco, and we can be flexible in regards to timing. If needed, my boss Jeffrey Gerstmann can pick him up and provide transportation (he has a four-door in case you need space for Secret Service)."], "title": ["appear on Unprofessional Fridays and play a video game on February 13th while he is visiting San Francisco."], "url": "https://petitions.whitehouse.gov/petition/appear-unprofessional-fridays-and-play-video-game-february-13th-while-he-visiting-san-francisco/MT4WlgPv", "date": [" Feb 12, 2015"], "issues": ["Arts and Humanities", "Health Care", "Small Business"]},
{"signatures": ["934"], "description": ["Addiction is defined as a chronic, relapsing, potentially fatal brain disease.  Due to the damage caused to the brain, people who are addicted are often incapable of making rational treatment decisions. The Matthew Casey Wethington Act for Substance Abuse Intervention, an involuntary treatment act, allows parents, relatives and/or friends to intervene on a person who has a substance use disorder regardless of age and without any criminal charges.  'Casey's Law' has provided Kentuckians with a hopeful option, a means of intervening on behalf of their loved ones, before losing them to the criminal justice system or death.  Families everywhere are desperate for this law before it's too late for their loved ones who have lost the ability to see the need for treatment and hope for recovery."], "title": ["enact The Matthew Casey Wethington Act for Substance Abuse Intervention (KRS 222.430-222.438) as national legislation."], "url": "https://petitions.whitehouse.gov/petition/enact-matthew-casey-wethington-act-substance-abuse-intervention-krs-222430-222438-national-legislation/8CNCwv1L", "date": [" Feb 20, 2015"], "issues": ["Disabilities", "Family", "Health Care"]},
{"signatures": ["953"], "description": ["The Intergovernmental Panel on Climate Change, an organization created by the World Meteorological Organization and the United Nations Environmental Programme, will elect a new chair this year. The post is currently being filled by an interim chair following the resignation of Rajendra Pachauri.", "The United States has currentlynominaredDr. Chris Field. We petition the current administration to withdraw his nomination and instead nominate Judith Curry.", "Judith A. Curry is an American climatologist and former chair of the School of Earth and Atmospheric Sciences at the Georgia Institute of Technology. Her integrity, understanding of the science and related policy issues make her a better choice, for the IPCC and American interests as well."], "title": ["Nominate Judith Curry as the next Chair of the Intergovernmental Panel On Climate Change."], "url": "https://petitions.whitehouse.gov/petition/nominate-judith-curry-next-chair-intergovernmental-panel-climate-change/2PYxtyQF", "date": [" Mar 04, 2015"], "issues": ["Climate Change", "Energy", "Environment"]},
{"signatures": ["1,083"], "description": ["@Chippy_Nonstop's visa was nonapplicable at the entry of the US and has been deported from the United States of America, we ask that the 5 year ban be lifted and her to be allowed a visa to the US."], "title": ["Allow @Chippy_Nonstop's ban to uplifted and visa be reinstated."], "url": "https://petitions.whitehouse.gov/petition/allow-chippynonstops-ban-uplifted-and-visa-be-reinstated/N1BkXXmq", "date": [" Feb 22, 2015"], "issues": ["Civil Rights and Liberties"]},
{"signatures": ["1,087"], "description": ["USA needs to adopt the CRC, like 191 other countries, to protect child's wishes, and right to be free from abuse. Little Lydia was forced to leave Mom at age 5 and was placed custody with Dad, against her wishes, even though she complained Dad's abuses.  For already 4.5 years, she could not see Mom without Mom paying a supervisor for visitation fees. The supervisor and psychologists have supported Lydia's return to Mom since 2011. In Sept. 2014, it was discovered that Dad has concealed from the court treatments of mental illnesses including one that could pose danger of imminent harm. Nevertheless, all courts continue disallowing Lydia’s return to Mom. http://www.prweb.com/releases/2015/02/prweb12519766.htm; Google news:", "http://zanonia4.rssing.com/browser.php?indx=3954680&item=915"], "title": ["submit the UN Convention on the Rights of the Child [CRC] to the Congress for verification & release Lydia to her mother"], "url": "https://petitions.whitehouse.gov/petition/submit-un-convention-rights-child-crc-congress-verification-release-lydia-her-mother/qzDtkxTK", "date": [" Mar 01, 2015"], "issues": ["Civil Rights and Liberties", "Family", "Human Rights"]},
{"signatures": ["1,113"], "description": ["As Bill Maher said:", "\"Obama should acknowledge that putting people in jail for non-violent drug offenses was a giant mistake in the first place, and then he should use the power of the Presidential pardon and free them all. C'mon, you know you want to.  You've been stingy with those pardons.  Here's a great way to make up for it and there's plenty of precedent.  Lincoln, a Republican, pardoned the Southern rebels after the Civil  war.  Ford, a Republican, pardoned Viet Nam draft  dodgers. Ronald Reagan signed an amnesty for 2.7 million Mexican illegals.  If Republicans can forgive people for armed insurrection, desertion, and speaking Spanish, a Democrat can forgive us for getting high.\"", "Prison, instead of treatment, for non-violent drug offenders is expensive, inhumane, and wrong."], "title": ["Pardon non-violent drug offenders. Free them all."], "url": "https://petitions.whitehouse.gov/petition/pardon-non-violent-drug-offenders-free-them-all/JGhSfJnN", "date": [" Feb 22, 2015"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Human Rights"]},
{"signatures": ["1,205"], "description": ["We, the undersigned strongly support requiring corporations along with their senior executives and officers that bid for government contracts to disclose their contributions and spending that could reasonably be expected to be used for electioneering purposes. Americans have a right to know that government contracts are being awarded based on merit, not money.", "During your State of the Union address, you hit the nail right on the head when you said, “With each new campaign season this dark money floods our airwaves with more and more political ads that pull our politics into the gutter.”", "Dark money makes politicians beholden to their donors rather than WE THE PEOPLE. Use your power to shine a light on the dark money that is tainting our democracy."], "title": ["Issue an Executive Order Requiring Government Contractors to Disclose their Political Spending"], "url": "https://petitions.whitehouse.gov/petition/issue-executive-order-requiring-government-contractors-disclose-their-political-spending/NNz4crpm", "date": [" Mar 05, 2015"], "issues": ["Consumer Protections", "Government Reform", "Regulatory Reform"]},
{"signatures": ["936"], "description": ["Currently, tax-exempt religious organizations are not required to file certain documents that would increase organizational transparency, such as Form 990. Due to the current exemptions existing under the current tax regime, religious organizations receive billions of dollars a year and do not have to disclose how much they are receiving or where that money is going.", "We want the administration to review this policy and recommend a change. Increased transparency will be better for everyone, and if these organizations are beneficial to society, they should be unafraid to file these documents as other, non-religious non-profits are required to do."], "title": ["increase transparency for tax-exempt religious organizations by requiring them to file Form 990."], "url": "https://petitions.whitehouse.gov/petition/increase-transparency-tax-exempt-religious-organizations-requiring-them-file-form-990/vcSsnpyN", "date": [" Feb 16, 2015"], "issues": ["Budget and Taxes", "Consumer Protections", "Government Reform"]},
{"signatures": ["1,285"], "description": ["Mario Andretti opitomizes the meaning of \"The American Dream\". Originally an Italian immigrant, once in America he pursued his childhood dream of becoming a racing champion. His illustrious career included driving championships in Indy Car, Formula One, and the United States Auto Club as well as victories in the Daytona 500, and the World Sportscar Championship Series making him one of the most diversified drivers in motorsports history ever. His name is recognized throughout the world and remains one of the top ambassadors for the sport."], "title": ["consider Mario Andretti for the Presidential Medal Of Freedom for his lifetime unmatched achievements in Motorsports."], "url": "https://petitions.whitehouse.gov/petition/consider-mario-andretti-presidential-medal-freedom-his-lifetime-unmatched-achievements-motorsports/9w7yNCBw", "date": [" Feb 10, 2015"], "issues": ["Transportation and Infrastructure"]},
{"signatures": ["1,321"], "description": ["The 47 Senators who signed the letter to Iran made it clear that they do not support peace through diplomacy. Many are funded by military and weapons contractors, and seek to reward them by creating conflict. We, The American People, wish to make it very clear to Congress, to the White House, and to the People of Iran, that we are absolutely opposed to war with Iran. We were lied into a war with Iraq, which was a strategic debacle. We will not be bullied into a war with Iran. For half a century, we lived with the powerful, and nuclear-armed Soviet Union. The Iranian government has shown a willingness to negotiate. If we can avoid war with the Soviet Union, we can also avoid war with Iran. We, The American People, strongly support robust diplomacy in pursuit of peace with Iran."], "title": ["NO WAR WITH IRAN!"], "url": "https://petitions.whitehouse.gov/petition/no-war-iran/SLmmqF87", "date": [" Mar 10, 2015"], "issues": ["Defense", "Foreign Policy"]},
{"signatures": ["1,371"], "description": ["Investigate potential illegal activities under the Logan Act by Congressman John Boehner in his invitation of Israeli Prime Minister Netanyahu to address Congress, bypassing the State Department and Executive Branch's sole authority in such matters of Foreign Policy. (§ 953. Private correspondence with foreign governments. Any citizen of the United States, wherever he may be, who, without authority of the United States, directly or indirectly commences or carries on any correspondence or intercourse with any foreign government or any officer or agent thereof, with intent to influence the measures or conduct of any foreign government or of any officer or agent thereof, in relation to any disputes or controversies with the United States, or to defeat the measures of the United States...)."], "title": ["begin a Justice Department investigation of Congressman Boehner for illegal activities under the Logan Act."], "url": "https://petitions.whitehouse.gov/petition/begin-justice-department-investigation-congressman-boehner-illegal-activities-under-logan-act/QDFKwTwd", "date": [" Mar 03, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["1,445"], "description": ["The Trans-Pacific Partnership (TPP) is being written and negotiated in secret by 600 corporate lobbyists without full release of its provisions to the American People or their representatives in Congress. Now, you are pushing for Fast-Track Authority (FTA). FTA would restrict debate and eliminate any possibility of amendment. Why, Mr President, won't you release the full text of the TPP now? Is it because the American people would strongly object to this blatant takeover of American sovereignty by international corporate interests? Is it because the TPP would severely impede our local, state, and national legislatures from establishing American standards for our country for environmental, public health, labor, and technology protections according to the values of the American People?"], "title": ["Stop Supporting Fast Track and the Trans-Pacific Partnership: They are undemocratic and bad for America"], "url": "https://petitions.whitehouse.gov/petition/stop-supporting-fast-track-and-trans-pacific-partnership-they-are-undemocratic-and-bad-america/gs1bNFzf", "date": [" Feb 19, 2015"], "issues": ["Economy", "Job Creation", "Trade"]},
{"signatures": ["1,543"], "description": ["I am  introducing this petitionon on behalf of women and their families. As a US citizen, I would like to see breastfeeding represented via the US Postal Service. This can be done by producing a postage stamp that includes an image of a mother breastfeeding her baby. Seeing an image of breastfeeding depicted on a stamp, that is affixed to mail in the US helps to send the message to individuals that breastfeeding is normal.", "I've seen topics that need support addressed through a postage stamp. Breastfeeding should be one of those topics. Supporting breastfeeding has positive outcomes.  This is a way our country can help do this. Country's such as Afghanistan,Uganda and Algeria are just a few that already done this.The US is ready to show its support for the normalization of breastfeeding."], "title": ["Create a postage stamp supporting breastfeeding.The image of a mother nursing her baby sends a positive global message."], "url": "https://petitions.whitehouse.gov/petition/create-postage-stamp-supporting-breastfeedingthe-image-mother-nursing-her-baby-sends-positive-global-message/sLDVHyTx", "date": [" Feb 22, 2015"], "issues": ["Family", "Health Care", "Postal Service"]},
{"signatures": ["1,468"], "description": ["While the National Childhood Vaccine Injury Act of 1986 may have been enacted with the best of intentions, it has instead become the \"Big Pharma and Government Agency Enrichment and Protection Act\".", "There is no incentive for vaccine manufacturers to to produce safe and effective vaccines.", "The so called \"Vaccine court\" that has been set up", "to compensate victims is a hostile process recognizing only a small percentage of cases presented to it. There is no jury of peers. There is no justice under this system for the vaccine injured. And with the current orchestrated mainstream media hysteria over the \"deadly measles epidemic\", and the resulting sheeple stampede of lawmakers to enact laws enforcing vaccinations on all, it's time to repeal it."], "title": ["Repeal: The National Childhood Vaccine Injury Act of 1986"], "url": "https://petitions.whitehouse.gov/petition/repeal-national-childhood-vaccine-injury-act-1986/nrxNGSHP", "date": [" Feb 23, 2015"], "issues": ["Consumer Protections", "Health Care", "Human Rights"]},
{"signatures": ["1,499"], "description": ["We oppose the passing of S.213 on the grounds that - if passed, it would fail to protect us as a Law, as:", "1) There has been no official study on “Look-Alike Weapons” since 1990:", "BJS, “Toy Guns: Involvement in Crime and Encounters with the Police”, pub. June 1990, U.S. Congress, PL 100-615.", "2) It increases confusion; firearms can be colored in same manner suggested in S.213.", "3) It exempts paintball markers; RAP4 markers are manufactured to replicate AR15 and Shotgun weapons.", "Passing this law dilutes real solutions. Our industries and communities implore you to see past situations as aberrant. Help us find real solutions.", "We thank you for your time and consideration.", "Sincerely and respectfully,", "The responsible enthusiasts, communities, and business leaders of Airsoft."], "title": ["weight the ramifications of S. 213 and urge lawmakers to cease consideration of said bill."], "url": "https://petitions.whitehouse.gov/petition/weight-ramifications-s-213-and-urge-lawmakers-cease-consideration-said-bill/PqtYd3vQ", "date": [" Feb 24, 2015"], "issues": ["Firearms", "Small Business", "Trade"]},
{"signatures": ["1,560"], "description": ["Around 5:00 pm on Tuesday, February 10, three Muslim university students, 19-year-old Razan Abu-Salha, her 21-year old sister Yusor Abu-Salha, and Yusor's 23-year-old husband Deah Barakat, were shot and killed at point-blank range by an armed intruder in their Chapel Hill, North Carolina home.", "Nearly 36 hours later, Pres. Barack Barack has yet to condemn their murders."], "title": ["publicly condemn the execution-style killings of Razan Abu-Salha, Yusor Abu-Salha and Deah Barakat."], "url": "https://petitions.whitehouse.gov/petition/publicly-condemn-execution-style-killings-razan-abu-salha-yusor-abu-salha-and-deah-barakat/dXGbRzQH", "date": [" Feb 12, 2015"], "issues": ["Human Rights"]}]