[{"signatures": ["164,367"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["36,728"], "description": ["Ted Cruz is not qualified to hold position to oversee NASA or any other Science based Committee.", "He is scientifically illiterate, and constantly shows bias against scientific proof and facts against his own personally held religion and beliefs.", "This is not conducive for the strengthening of scientific research or discoveries. If he stays in this position he will most assuredly aid in cutting funding for programs for which will help the United States and the world in furthering technology for the benefit of mankind.", "We the people demand a person worthy of the position and who will work towards optimizing NASA for scientific discoveries be placed in this position in Ted Cruz's stead."], "title": ["Remove Ted Cruz from position for NASA oversight of the Subcommittee on Space, Science and Competitiveness"], "url": "https://petitions.whitehouse.gov/petition/remove-ted-cruz-position-nasa-oversight-subcommittee-space-science-and-competitiveness/0hj7fRCY", "date": [" Jan 12, 2015"], "issues": ["Innovation", "Science and Space Policy", "Technology and Telecommunications"]},
{"signatures": ["65,863"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["32,299"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]},
{"signatures": ["34,240"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["34,007"], "description": ["Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe.", "The U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.", "As a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice."], "title": ["Investigate and publicly condemn organ harvesting from Falun Gong believers in China"], "url": "https://petitions.whitehouse.gov/petition/investigate-and-publicly-condemn-organ-harvesting-falun-gong-believers-china/HX5KRPjh", "date": [" Dec 02, 2012"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["88,624"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["156"], "description": ["We are members of West Papua Liberation Organization (WPLO) and Kobe Oser asking Obama's Administration to response old President John. F. Kennedy involvement in Debacle of Decolonization in West Papua like show in FOREIGN RELATIONS OF THE UNITED STATES, 1961–1963, VOLUME XXIII, SOUTHEAST ASIA", "https://history.state.gov/historicaldocuments/frus1961-63v23/ch4", "That Summarize by Illinois University at:", "http://dosfan.lib.uic.edu/ERC/frus/summaries/950306_FRUS_XXIII_1961-63.html", "We asking Obama to put UN Resolution 448, 1752 and 2504 to UN Agenda in UN General Assembly 70th Session in September 2015.", "Office of Kobe Oser & WPLO:", "The Decolonization Alliance", "777 UN Plaza  suite 8H", "212-682-3633 ext 3121", "Email: admin@oppb.org; kobe_oser@hotmail.com", "URL: www.kobe-oser.nl", "www.wplo.org"], "title": ["ASKING OBAMA TO REVIEW USA INVOLVEMENT IN DEBACLE OF DECOLONIZATION IN WEST NEW GUINEA OR WEST PAPUA"], "url": "https://petitions.whitehouse.gov/petition/asking-obama-review-usa-involvement-debacle-decolonization-west-new-guinea-or-west-papua/krTbZnxc", "date": [" Jan 20, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["168"], "description": ["There are many more heart-breaking stories of families in Latin America, USA and other countries suffering a great deal as a result of this horrendous fraud. Litigation and delays of an agreement between the Joint Liquidators (JLs) and the U.S. Receiver continue to generate fees for them, their attorneys and their professionals with total disregard, and complete indifference for the victims' pain and suffering –many poor and abandoned.", "Just, many people have died for not having their life savings available to pay for life-saving operations. Many families urgently need their money to pay for operations, medical treatments, and living expenses. You must not ignore the cries and suffering of the innocent victims.", "President Barack Obama, please HELP US"], "title": ["Stanford Case:\r\n6-year after - Stanford International Bank victim dies"], "url": "https://petitions.whitehouse.gov/petition/stanford-case-6-year-after-stanford-international-bank-victim-dies/5qClZ8GL", "date": [" Jan 17, 2015"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["283"], "description": ["It is reported that there are more than 22 KNOWN Jihadi Training Camps within the United States. Why is our government allowing these so called \"camps\" to exist on our own soil? This petition is a call to action! Remove these training sites now!!"], "title": ["Eradicate any existing Islamic Jihadist Training Camps within the United States."], "url": "https://petitions.whitehouse.gov/petition/eradicate-any-existing-islamic-jihadist-training-camps-within-united-states/CPnpCw21", "date": [" Jan 20, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Defense", "Homeland Security and Disaster Relief"]},
{"signatures": ["105,700"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["112,671"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["106,636"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["113,098"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["123,942"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["110,239"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["125,024"], "description": ["Sikhism, with over 30 million followers, is the world's 5th largest religion.", "On January 26, 1950 Constitution of India was enforced without the consent of Sikhs who refused to sign it because Explanation II to Article 25(b) of the Constitution labels “Sikhs” as “Hindus”.", "January 26, 2015 marks the 65th year of Sikhs' struggle for right to self-determination, for which Sikhs have been subjected to “Genocide\" with impunity, starting from:", "-  June 1984, Military action against Golden Temple;", "-  November 1984, Organized killing of over 30,000 Sikhs; and", "-  1984-98, Extra-judicial killing of over 100,000 Sikhs.", "President Obama: Question PM Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" and raise the issues of “Sikh Genocide”; and “Sikhs’ Right to Self-determination”."], "title": ["Question Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" while attending Constitution Day events on January 26."], "url": "https://petitions.whitehouse.gov/petition/question-modi-why-indian-constitution-labels-sikhs-hindus-while-attending-constitution-day-events/MM6Lm1bM", "date": [" Dec 01, 2014"], "issues": ["Human Rights"]},
{"signatures": ["129,955"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["143,083"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]},
{"signatures": ["129,880"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["151,277"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]},
{"signatures": ["14,928"], "description": ["Leelah Alcorn, born Joshua Alcorn, was a 17 year old transgender teenager who killed herself on December 27, 2014. In her suicide note, she explains how her parents pulled her out of school, put her in Transgender Conversion Therapy and isolated her in an attempt to change her gender identity, and that this is what lead her to suicide.", "Many mental health institutions such as American Association of Pediatrics,  have talked about the dangers and ineffectiveness of conversion therapy for gender identity, and others have called upon therapists to stop using the practice all together. We ask that Transgender Conversion be banned at least for minors, as it is unnecessary, dangerous, and not the proper treatment for gender dysphoria."], "title": ["Enact \"Leelah's Law\" to Ban Transgender Conversion Therapy for Children and Teens"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-transgender-conversion-therapy-children-and-teens/7FfNrkdS", "date": [" Dec 31, 2014"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]}][{"signatures": ["284"], "description": ["It is reported that there are more than 22 KNOWN Jihadi Training Camps within the United States. Why is our government allowing these so called \"camps\" to exist on our own soil? This petition is a call to action! Remove these training sites now!!"], "title": ["Eradicate any existing Islamic Jihadist Training Camps within the United States."], "url": "https://petitions.whitehouse.gov/petition/eradicate-any-existing-islamic-jihadist-training-camps-within-united-states/CPnpCw21", "date": [" Jan 20, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Defense", "Homeland Security and Disaster Relief"]},
{"signatures": ["14,932"], "description": ["Leelah Alcorn, born Joshua Alcorn, was a 17 year old transgender teenager who killed herself on December 27, 2014. In her suicide note, she explains how her parents pulled her out of school, put her in Transgender Conversion Therapy and isolated her in an attempt to change her gender identity, and that this is what lead her to suicide.", "Many mental health institutions such as American Association of Pediatrics,  have talked about the dangers and ineffectiveness of conversion therapy for gender identity, and others have called upon therapists to stop using the practice all together. We ask that Transgender Conversion be banned at least for minors, as it is unnecessary, dangerous, and not the proper treatment for gender dysphoria."], "title": ["Enact \"Leelah's Law\" to Ban Transgender Conversion Therapy for Children and Teens"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-transgender-conversion-therapy-children-and-teens/7FfNrkdS", "date": [" Dec 31, 2014"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["164,367"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["89,058"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["36,729"], "description": ["Ted Cruz is not qualified to hold position to oversee NASA or any other Science based Committee.", "He is scientifically illiterate, and constantly shows bias against scientific proof and facts against his own personally held religion and beliefs.", "This is not conducive for the strengthening of scientific research or discoveries. If he stays in this position he will most assuredly aid in cutting funding for programs for which will help the United States and the world in furthering technology for the benefit of mankind.", "We the people demand a person worthy of the position and who will work towards optimizing NASA for scientific discoveries be placed in this position in Ted Cruz's stead."], "title": ["Remove Ted Cruz from position for NASA oversight of the Subcommittee on Space, Science and Competitiveness"], "url": "https://petitions.whitehouse.gov/petition/remove-ted-cruz-position-nasa-oversight-subcommittee-space-science-and-competitiveness/0hj7fRCY", "date": [" Jan 12, 2015"], "issues": ["Innovation", "Science and Space Policy", "Technology and Telecommunications"]},
{"signatures": ["156"], "description": ["We are members of West Papua Liberation Organization (WPLO) and Kobe Oser asking Obama's Administration to response old President John. F. Kennedy involvement in Debacle of Decolonization in West Papua like show in FOREIGN RELATIONS OF THE UNITED STATES, 1961–1963, VOLUME XXIII, SOUTHEAST ASIA", "https://history.state.gov/historicaldocuments/frus1961-63v23/ch4", "That Summarize by Illinois University at:", "http://dosfan.lib.uic.edu/ERC/frus/summaries/950306_FRUS_XXIII_1961-63.html", "We asking Obama to put UN Resolution 448, 1752 and 2504 to UN Agenda in UN General Assembly 70th Session in September 2015.", "Office of Kobe Oser & WPLO:", "The Decolonization Alliance", "777 UN Plaza  suite 8H", "212-682-3633 ext 3121", "Email: admin@oppb.org; kobe_oser@hotmail.com", "URL: www.kobe-oser.nl", "www.wplo.org"], "title": ["ASKING OBAMA TO REVIEW USA INVOLVEMENT IN DEBACLE OF DECOLONIZATION IN WEST NEW GUINEA OR WEST PAPUA"], "url": "https://petitions.whitehouse.gov/petition/asking-obama-review-usa-involvement-debacle-decolonization-west-new-guinea-or-west-papua/krTbZnxc", "date": [" Jan 20, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["168"], "description": ["There are many more heart-breaking stories of families in Latin America, USA and other countries suffering a great deal as a result of this horrendous fraud. Litigation and delays of an agreement between the Joint Liquidators (JLs) and the U.S. Receiver continue to generate fees for them, their attorneys and their professionals with total disregard, and complete indifference for the victims' pain and suffering –many poor and abandoned.", "Just, many people have died for not having their life savings available to pay for life-saving operations. Many families urgently need their money to pay for operations, medical treatments, and living expenses. You must not ignore the cries and suffering of the innocent victims.", "President Barack Obama, please HELP US"], "title": ["Stanford Case:\r\n6-year after - Stanford International Bank victim dies"], "url": "https://petitions.whitehouse.gov/petition/stanford-case-6-year-after-stanford-international-bank-victim-dies/5qClZ8GL", "date": [" Jan 17, 2015"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["65,863"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["105,704"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["34,240"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["125,024"], "description": ["Sikhism, with over 30 million followers, is the world's 5th largest religion.", "On January 26, 1950 Constitution of India was enforced without the consent of Sikhs who refused to sign it because Explanation II to Article 25(b) of the Constitution labels “Sikhs” as “Hindus”.", "January 26, 2015 marks the 65th year of Sikhs' struggle for right to self-determination, for which Sikhs have been subjected to “Genocide\" with impunity, starting from:", "-  June 1984, Military action against Golden Temple;", "-  November 1984, Organized killing of over 30,000 Sikhs; and", "-  1984-98, Extra-judicial killing of over 100,000 Sikhs.", "President Obama: Question PM Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" and raise the issues of “Sikh Genocide”; and “Sikhs’ Right to Self-determination”."], "title": ["Question Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" while attending Constitution Day events on January 26."], "url": "https://petitions.whitehouse.gov/petition/question-modi-why-indian-constitution-labels-sikhs-hindus-while-attending-constitution-day-events/MM6Lm1bM", "date": [" Dec 01, 2014"], "issues": ["Human Rights"]},
{"signatures": ["34,007"], "description": ["Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe.", "The U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.", "As a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice."], "title": ["Investigate and publicly condemn organ harvesting from Falun Gong believers in China"], "url": "https://petitions.whitehouse.gov/petition/investigate-and-publicly-condemn-organ-harvesting-falun-gong-believers-china/HX5KRPjh", "date": [" Dec 02, 2012"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["112,671"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["123,942"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["143,083"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]},
{"signatures": ["129,880"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["106,636"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["129,956"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["113,099"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["32,299"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]},
{"signatures": ["110,239"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["151,277"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]}][{"signatures": ["164,367"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["156"], "description": ["We are members of West Papua Liberation Organization (WPLO) and Kobe Oser asking Obama's Administration to response old President John. F. Kennedy involvement in Debacle of Decolonization in West Papua like show in FOREIGN RELATIONS OF THE UNITED STATES, 1961–1963, VOLUME XXIII, SOUTHEAST ASIA", "https://history.state.gov/historicaldocuments/frus1961-63v23/ch4", "That Summarize by Illinois University at:", "http://dosfan.lib.uic.edu/ERC/frus/summaries/950306_FRUS_XXIII_1961-63.html", "We asking Obama to put UN Resolution 448, 1752 and 2504 to UN Agenda in UN General Assembly 70th Session in September 2015.", "Office of Kobe Oser & WPLO:", "The Decolonization Alliance", "777 UN Plaza  suite 8H", "212-682-3633 ext 3121", "Email: admin@oppb.org; kobe_oser@hotmail.com", "URL: www.kobe-oser.nl", "www.wplo.org"], "title": ["ASKING OBAMA TO REVIEW USA INVOLVEMENT IN DEBACLE OF DECOLONIZATION IN WEST NEW GUINEA OR WEST PAPUA"], "url": "https://petitions.whitehouse.gov/petition/asking-obama-review-usa-involvement-debacle-decolonization-west-new-guinea-or-west-papua/krTbZnxc", "date": [" Jan 20, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["168"], "description": ["There are many more heart-breaking stories of families in Latin America, USA and other countries suffering a great deal as a result of this horrendous fraud. Litigation and delays of an agreement between the Joint Liquidators (JLs) and the U.S. Receiver continue to generate fees for them, their attorneys and their professionals with total disregard, and complete indifference for the victims' pain and suffering –many poor and abandoned.", "Just, many people have died for not having their life savings available to pay for life-saving operations. Many families urgently need their money to pay for operations, medical treatments, and living expenses. You must not ignore the cries and suffering of the innocent victims.", "President Barack Obama, please HELP US"], "title": ["Stanford Case:\r\n6-year after - Stanford International Bank victim dies"], "url": "https://petitions.whitehouse.gov/petition/stanford-case-6-year-after-stanford-international-bank-victim-dies/5qClZ8GL", "date": [" Jan 17, 2015"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["14,935"], "description": ["Leelah Alcorn, born Joshua Alcorn, was a 17 year old transgender teenager who killed herself on December 27, 2014. In her suicide note, she explains how her parents pulled her out of school, put her in Transgender Conversion Therapy and isolated her in an attempt to change her gender identity, and that this is what lead her to suicide.", "Many mental health institutions such as American Association of Pediatrics,  have talked about the dangers and ineffectiveness of conversion therapy for gender identity, and others have called upon therapists to stop using the practice all together. We ask that Transgender Conversion be banned at least for minors, as it is unnecessary, dangerous, and not the proper treatment for gender dysphoria."], "title": ["Enact \"Leelah's Law\" to Ban Transgender Conversion Therapy for Children and Teens"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-transgender-conversion-therapy-children-and-teens/7FfNrkdS", "date": [" Dec 31, 2014"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["151"], "description": ["Within this petition we are advocating for support and intervention, on behalf of Dr. Malachi Z. York misnomer Dwight D. York (Inmate #17911-054) to secure the release and unconditional repatriation and executive clemency of Dr. York back to Africa. To date, Dr. York is 69 years of age, with Acute Hereditary Angioedema (HAE) a life-threatening illness.", "Currently Dr. York is in the custody of the United States Bureau of Prisons, at the U.S. Penitentiary, Administrative Maximum Facility, located in Florence, Colorado, in violation of his human rights and the Vienna Convention on Consular Relations and the laws of the United States of America."], "title": ["Petition to Grant Unconditional Executive Clemency and Repatriation to Dr. Malachi Z. York"], "url": "https://petitions.whitehouse.gov/petition/petition-grant-unconditional-executive-clemency-and-repatriation-dr-malachi-z-york/bcKkHtJb", "date": [" Jan 28, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Foreign Policy", "Human Rights"]},
{"signatures": ["36,730"], "description": ["Ted Cruz is not qualified to hold position to oversee NASA or any other Science based Committee.", "He is scientifically illiterate, and constantly shows bias against scientific proof and facts against his own personally held religion and beliefs.", "This is not conducive for the strengthening of scientific research or discoveries. If he stays in this position he will most assuredly aid in cutting funding for programs for which will help the United States and the world in furthering technology for the benefit of mankind.", "We the people demand a person worthy of the position and who will work towards optimizing NASA for scientific discoveries be placed in this position in Ted Cruz's stead."], "title": ["Remove Ted Cruz from position for NASA oversight of the Subcommittee on Space, Science and Competitiveness"], "url": "https://petitions.whitehouse.gov/petition/remove-ted-cruz-position-nasa-oversight-subcommittee-space-science-and-competitiveness/0hj7fRCY", "date": [" Jan 12, 2015"], "issues": ["Innovation", "Science and Space Policy", "Technology and Telecommunications"]},
{"signatures": ["34,240"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["89,485"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["112,671"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["65,863"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["123,942"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["32,299"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]},
{"signatures": ["34,007"], "description": ["Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe.", "The U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.", "As a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice."], "title": ["Investigate and publicly condemn organ harvesting from Falun Gong believers in China"], "url": "https://petitions.whitehouse.gov/petition/investigate-and-publicly-condemn-organ-harvesting-falun-gong-believers-china/HX5KRPjh", "date": [" Dec 02, 2012"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["106,636"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["110,239"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["143,083"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]},
{"signatures": ["151,277"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]},
{"signatures": ["125,024"], "description": ["Sikhism, with over 30 million followers, is the world's 5th largest religion.", "On January 26, 1950 Constitution of India was enforced without the consent of Sikhs who refused to sign it because Explanation II to Article 25(b) of the Constitution labels “Sikhs” as “Hindus”.", "January 26, 2015 marks the 65th year of Sikhs' struggle for right to self-determination, for which Sikhs have been subjected to “Genocide\" with impunity, starting from:", "-  June 1984, Military action against Golden Temple;", "-  November 1984, Organized killing of over 30,000 Sikhs; and", "-  1984-98, Extra-judicial killing of over 100,000 Sikhs.", "President Obama: Question PM Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" and raise the issues of “Sikh Genocide”; and “Sikhs’ Right to Self-determination”."], "title": ["Question Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" while attending Constitution Day events on January 26."], "url": "https://petitions.whitehouse.gov/petition/question-modi-why-indian-constitution-labels-sikhs-hindus-while-attending-constitution-day-events/MM6Lm1bM", "date": [" Dec 01, 2014"], "issues": ["Human Rights"]},
{"signatures": ["129,880"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["105,704"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["113,099"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["129,956"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]}][{"signatures": ["164,367"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["36,730"], "description": ["Ted Cruz is not qualified to hold position to oversee NASA or any other Science based Committee.", "He is scientifically illiterate, and constantly shows bias against scientific proof and facts against his own personally held religion and beliefs.", "This is not conducive for the strengthening of scientific research or discoveries. If he stays in this position he will most assuredly aid in cutting funding for programs for which will help the United States and the world in furthering technology for the benefit of mankind.", "We the people demand a person worthy of the position and who will work towards optimizing NASA for scientific discoveries be placed in this position in Ted Cruz's stead."], "title": ["Remove Ted Cruz from position for NASA oversight of the Subcommittee on Space, Science and Competitiveness"], "url": "https://petitions.whitehouse.gov/petition/remove-ted-cruz-position-nasa-oversight-subcommittee-space-science-and-competitiveness/0hj7fRCY", "date": [" Jan 12, 2015"], "issues": ["Innovation", "Science and Space Policy", "Technology and Telecommunications"]},
{"signatures": ["156"], "description": ["We are members of West Papua Liberation Organization (WPLO) and Kobe Oser asking Obama's Administration to response old President John. F. Kennedy involvement in Debacle of Decolonization in West Papua like show in FOREIGN RELATIONS OF THE UNITED STATES, 1961–1963, VOLUME XXIII, SOUTHEAST ASIA", "https://history.state.gov/historicaldocuments/frus1961-63v23/ch4", "That Summarize by Illinois University at:", "http://dosfan.lib.uic.edu/ERC/frus/summaries/950306_FRUS_XXIII_1961-63.html", "We asking Obama to put UN Resolution 448, 1752 and 2504 to UN Agenda in UN General Assembly 70th Session in September 2015.", "Office of Kobe Oser & WPLO:", "The Decolonization Alliance", "777 UN Plaza  suite 8H", "212-682-3633 ext 3121", "Email: admin@oppb.org; kobe_oser@hotmail.com", "URL: www.kobe-oser.nl", "www.wplo.org"], "title": ["ASKING OBAMA TO REVIEW USA INVOLVEMENT IN DEBACLE OF DECOLONIZATION IN WEST NEW GUINEA OR WEST PAPUA"], "url": "https://petitions.whitehouse.gov/petition/asking-obama-review-usa-involvement-debacle-decolonization-west-new-guinea-or-west-papua/krTbZnxc", "date": [" Jan 20, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["14,935"], "description": ["Leelah Alcorn, born Joshua Alcorn, was a 17 year old transgender teenager who killed herself on December 27, 2014. In her suicide note, she explains how her parents pulled her out of school, put her in Transgender Conversion Therapy and isolated her in an attempt to change her gender identity, and that this is what lead her to suicide.", "Many mental health institutions such as American Association of Pediatrics,  have talked about the dangers and ineffectiveness of conversion therapy for gender identity, and others have called upon therapists to stop using the practice all together. We ask that Transgender Conversion be banned at least for minors, as it is unnecessary, dangerous, and not the proper treatment for gender dysphoria."], "title": ["Enact \"Leelah's Law\" to Ban Transgender Conversion Therapy for Children and Teens"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-transgender-conversion-therapy-children-and-teens/7FfNrkdS", "date": [" Dec 31, 2014"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["32,299"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]},
{"signatures": ["151"], "description": ["Within this petition we are advocating for support and intervention, on behalf of Dr. Malachi Z. York misnomer Dwight D. York (Inmate #17911-054) to secure the release and unconditional repatriation and executive clemency of Dr. York back to Africa. To date, Dr. York is 69 years of age, with Acute Hereditary Angioedema (HAE) a life-threatening illness.", "Currently Dr. York is in the custody of the United States Bureau of Prisons, at the U.S. Penitentiary, Administrative Maximum Facility, located in Florence, Colorado, in violation of his human rights and the Vienna Convention on Consular Relations and the laws of the United States of America."], "title": ["Petition to Grant Unconditional Executive Clemency and Repatriation to Dr. Malachi Z. York"], "url": "https://petitions.whitehouse.gov/petition/petition-grant-unconditional-executive-clemency-and-repatriation-dr-malachi-z-york/bcKkHtJb", "date": [" Jan 28, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Foreign Policy", "Human Rights"]},
{"signatures": ["34,007"], "description": ["Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe.", "The U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.", "As a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice."], "title": ["Investigate and publicly condemn organ harvesting from Falun Gong believers in China"], "url": "https://petitions.whitehouse.gov/petition/investigate-and-publicly-condemn-organ-harvesting-falun-gong-believers-china/HX5KRPjh", "date": [" Dec 02, 2012"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["65,863"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["168"], "description": ["There are many more heart-breaking stories of families in Latin America, USA and other countries suffering a great deal as a result of this horrendous fraud. Litigation and delays of an agreement between the Joint Liquidators (JLs) and the U.S. Receiver continue to generate fees for them, their attorneys and their professionals with total disregard, and complete indifference for the victims' pain and suffering –many poor and abandoned.", "Just, many people have died for not having their life savings available to pay for life-saving operations. Many families urgently need their money to pay for operations, medical treatments, and living expenses. You must not ignore the cries and suffering of the innocent victims.", "President Barack Obama, please HELP US"], "title": ["Stanford Case:\r\n6-year after - Stanford International Bank victim dies"], "url": "https://petitions.whitehouse.gov/petition/stanford-case-6-year-after-stanford-international-bank-victim-dies/5qClZ8GL", "date": [" Jan 17, 2015"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["89,485"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["105,704"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["106,636"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["110,239"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["112,671"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["113,099"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["123,942"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["129,880"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["125,024"], "description": ["Sikhism, with over 30 million followers, is the world's 5th largest religion.", "On January 26, 1950 Constitution of India was enforced without the consent of Sikhs who refused to sign it because Explanation II to Article 25(b) of the Constitution labels “Sikhs” as “Hindus”.", "January 26, 2015 marks the 65th year of Sikhs' struggle for right to self-determination, for which Sikhs have been subjected to “Genocide\" with impunity, starting from:", "-  June 1984, Military action against Golden Temple;", "-  November 1984, Organized killing of over 30,000 Sikhs; and", "-  1984-98, Extra-judicial killing of over 100,000 Sikhs.", "President Obama: Question PM Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" and raise the issues of “Sikh Genocide”; and “Sikhs’ Right to Self-determination”."], "title": ["Question Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" while attending Constitution Day events on January 26."], "url": "https://petitions.whitehouse.gov/petition/question-modi-why-indian-constitution-labels-sikhs-hindus-while-attending-constitution-day-events/MM6Lm1bM", "date": [" Dec 01, 2014"], "issues": ["Human Rights"]},
{"signatures": ["143,083"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]},
{"signatures": ["151,277"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]},
{"signatures": ["34,240"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["129,956"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]}][[[[{"signatures": ["164,367"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["156"], "description": ["Within this petition we are advocating for support and intervention, on behalf of Dr. Malachi Z. York misnomer Dwight D. York (Inmate #17911-054) to secure the release and unconditional repatriation and executive clemency of Dr. York back to Africa. To date, Dr. York is 69 years of age, with Acute Hereditary Angioedema (HAE) a life-threatening illness.", "Currently Dr. York is in the custody of the United States Bureau of Prisons, at the U.S. Penitentiary, Administrative Maximum Facility, located in Florence, Colorado, in violation of his human rights and the Vienna Convention on Consular Relations and the laws of the United States of America."], "title": ["Petition to Grant Unconditional Executive Clemency and Repatriation to Dr. Malachi Z. York"], "url": "https://petitions.whitehouse.gov/petition/petition-grant-unconditional-executive-clemency-and-repatriation-dr-malachi-z-york/bcKkHtJb", "date": [" Jan 28, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Foreign Policy", "Human Rights"]},
{"signatures": ["156"], "description": ["We are members of West Papua Liberation Organization (WPLO) and Kobe Oser asking Obama's Administration to response old President John. F. Kennedy involvement in Debacle of Decolonization in West Papua like show in FOREIGN RELATIONS OF THE UNITED STATES, 1961–1963, VOLUME XXIII, SOUTHEAST ASIA", "https://history.state.gov/historicaldocuments/frus1961-63v23/ch4", "That Summarize by Illinois University at:", "http://dosfan.lib.uic.edu/ERC/frus/summaries/950306_FRUS_XXIII_1961-63.html", "We asking Obama to put UN Resolution 448, 1752 and 2504 to UN Agenda in UN General Assembly 70th Session in September 2015.", "Office of Kobe Oser & WPLO:", "The Decolonization Alliance", "777 UN Plaza  suite 8H", "212-682-3633 ext 3121", "Email: admin@oppb.org; kobe_oser@hotmail.com", "URL: www.kobe-oser.nl", "www.wplo.org"], "title": ["ASKING OBAMA TO REVIEW USA INVOLVEMENT IN DEBACLE OF DECOLONIZATION IN WEST NEW GUINEA OR WEST PAPUA"], "url": "https://petitions.whitehouse.gov/petition/asking-obama-review-usa-involvement-debacle-decolonization-west-new-guinea-or-west-papua/krTbZnxc", "date": [" Jan 20, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["89,638"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["168"], "description": ["There are many more heart-breaking stories of families in Latin America, USA and other countries suffering a great deal as a result of this horrendous fraud. Litigation and delays of an agreement between the Joint Liquidators (JLs) and the U.S. Receiver continue to generate fees for them, their attorneys and their professionals with total disregard, and complete indifference for the victims' pain and suffering –many poor and abandoned.", "Just, many people have died for not having their life savings available to pay for life-saving operations. Many families urgently need their money to pay for operations, medical treatments, and living expenses. You must not ignore the cries and suffering of the innocent victims.", "President Barack Obama, please HELP US"], "title": ["Stanford Case:\r\n6-year after - Stanford International Bank victim dies"], "url": "https://petitions.whitehouse.gov/petition/stanford-case-6-year-after-stanford-international-bank-victim-dies/5qClZ8GL", "date": [" Jan 17, 2015"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["32,299"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]},
{"signatures": ["34,007"], "description": ["Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe.", "The U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.", "As a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice."], "title": ["Investigate and publicly condemn organ harvesting from Falun Gong believers in China"], "url": "https://petitions.whitehouse.gov/petition/investigate-and-publicly-condemn-organ-harvesting-falun-gong-believers-china/HX5KRPjh", "date": [" Dec 02, 2012"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["14,936"], "description": ["Leelah Alcorn, born Joshua Alcorn, was a 17 year old transgender teenager who killed herself on December 27, 2014. In her suicide note, she explains how her parents pulled her out of school, put her in Transgender Conversion Therapy and isolated her in an attempt to change her gender identity, and that this is what lead her to suicide.", "Many mental health institutions such as American Association of Pediatrics,  have talked about the dangers and ineffectiveness of conversion therapy for gender identity, and others have called upon therapists to stop using the practice all together. We ask that Transgender Conversion be banned at least for minors, as it is unnecessary, dangerous, and not the proper treatment for gender dysphoria."], "title": ["Enact \"Leelah's Law\" to Ban Transgender Conversion Therapy for Children and Teens"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-transgender-conversion-therapy-children-and-teens/7FfNrkdS", "date": [" Dec 31, 2014"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["36,730"], "description": ["Ted Cruz is not qualified to hold position to oversee NASA or any other Science based Committee.", "He is scientifically illiterate, and constantly shows bias against scientific proof and facts against his own personally held religion and beliefs.", "This is not conducive for the strengthening of scientific research or discoveries. If he stays in this position he will most assuredly aid in cutting funding for programs for which will help the United States and the world in furthering technology for the benefit of mankind.", "We the people demand a person worthy of the position and who will work towards optimizing NASA for scientific discoveries be placed in this position in Ted Cruz's stead."], "title": ["Remove Ted Cruz from position for NASA oversight of the Subcommittee on Space, Science and Competitiveness"], "url": "https://petitions.whitehouse.gov/petition/remove-ted-cruz-position-nasa-oversight-subcommittee-space-science-and-competitiveness/0hj7fRCY", "date": [" Jan 12, 2015"], "issues": ["Innovation", "Science and Space Policy", "Technology and Telecommunications"]},
{"signatures": ["106,636"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["110,239"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["34,240"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["105,705"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["112,671"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["113,099"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["65,863"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["129,956"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["123,942"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["129,880"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["125,024"], "description": ["Sikhism, with over 30 million followers, is the world's 5th largest religion.", "On January 26, 1950 Constitution of India was enforced without the consent of Sikhs who refused to sign it because Explanation II to Article 25(b) of the Constitution labels “Sikhs” as “Hindus”.", "January 26, 2015 marks the 65th year of Sikhs' struggle for right to self-determination, for which Sikhs have been subjected to “Genocide\" with impunity, starting from:", "-  June 1984, Military action against Golden Temple;", "-  November 1984, Organized killing of over 30,000 Sikhs; and", "-  1984-98, Extra-judicial killing of over 100,000 Sikhs.", "President Obama: Question PM Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" and raise the issues of “Sikh Genocide”; and “Sikhs’ Right to Self-determination”."], "title": ["Question Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" while attending Constitution Day events on January 26."], "url": "https://petitions.whitehouse.gov/petition/question-modi-why-indian-constitution-labels-sikhs-hindus-while-attending-constitution-day-events/MM6Lm1bM", "date": [" Dec 01, 2014"], "issues": ["Human Rights"]},
{"signatures": ["143,083"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]},
{"signatures": ["151,277"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]}][{"signatures": ["164,367"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["36,730"], "description": ["Ted Cruz is not qualified to hold position to oversee NASA or any other Science based Committee.", "He is scientifically illiterate, and constantly shows bias against scientific proof and facts against his own personally held religion and beliefs.", "This is not conducive for the strengthening of scientific research or discoveries. If he stays in this position he will most assuredly aid in cutting funding for programs for which will help the United States and the world in furthering technology for the benefit of mankind.", "We the people demand a person worthy of the position and who will work towards optimizing NASA for scientific discoveries be placed in this position in Ted Cruz's stead."], "title": ["Remove Ted Cruz from position for NASA oversight of the Subcommittee on Space, Science and Competitiveness"], "url": "https://petitions.whitehouse.gov/petition/remove-ted-cruz-position-nasa-oversight-subcommittee-space-science-and-competitiveness/0hj7fRCY", "date": [" Jan 12, 2015"], "issues": ["Innovation", "Science and Space Policy", "Technology and Telecommunications"]},
{"signatures": ["168"], "description": ["There are many more heart-breaking stories of families in Latin America, USA and other countries suffering a great deal as a result of this horrendous fraud. Litigation and delays of an agreement between the Joint Liquidators (JLs) and the U.S. Receiver continue to generate fees for them, their attorneys and their professionals with total disregard, and complete indifference for the victims' pain and suffering –many poor and abandoned.", "Just, many people have died for not having their life savings available to pay for life-saving operations. Many families urgently need their money to pay for operations, medical treatments, and living expenses. You must not ignore the cries and suffering of the innocent victims.", "President Barack Obama, please HELP US"], "title": ["Stanford Case:\r\n6-year after - Stanford International Bank victim dies"], "url": "https://petitions.whitehouse.gov/petition/stanford-case-6-year-after-stanford-international-bank-victim-dies/5qClZ8GL", "date": [" Jan 17, 2015"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["14,936"], "description": ["Leelah Alcorn, born Joshua Alcorn, was a 17 year old transgender teenager who killed herself on December 27, 2014. In her suicide note, she explains how her parents pulled her out of school, put her in Transgender Conversion Therapy and isolated her in an attempt to change her gender identity, and that this is what lead her to suicide.", "Many mental health institutions such as American Association of Pediatrics,  have talked about the dangers and ineffectiveness of conversion therapy for gender identity, and others have called upon therapists to stop using the practice all together. We ask that Transgender Conversion be banned at least for minors, as it is unnecessary, dangerous, and not the proper treatment for gender dysphoria."], "title": ["Enact \"Leelah's Law\" to Ban Transgender Conversion Therapy for Children and Teens"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-transgender-conversion-therapy-children-and-teens/7FfNrkdS", "date": [" Dec 31, 2014"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["89,638"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["34,240"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["156"], "description": ["We are members of West Papua Liberation Organization (WPLO) and Kobe Oser asking Obama's Administration to response old President John. F. Kennedy involvement in Debacle of Decolonization in West Papua like show in FOREIGN RELATIONS OF THE UNITED STATES, 1961–1963, VOLUME XXIII, SOUTHEAST ASIA", "https://history.state.gov/historicaldocuments/frus1961-63v23/ch4", "That Summarize by Illinois University at:", "http://dosfan.lib.uic.edu/ERC/frus/summaries/950306_FRUS_XXIII_1961-63.html", "We asking Obama to put UN Resolution 448, 1752 and 2504 to UN Agenda in UN General Assembly 70th Session in September 2015.", "Office of Kobe Oser & WPLO:", "The Decolonization Alliance", "777 UN Plaza  suite 8H", "212-682-3633 ext 3121", "Email: admin@oppb.org; kobe_oser@hotmail.com", "URL: www.kobe-oser.nl", "www.wplo.org"], "title": ["ASKING OBAMA TO REVIEW USA INVOLVEMENT IN DEBACLE OF DECOLONIZATION IN WEST NEW GUINEA OR WEST PAPUA"], "url": "https://petitions.whitehouse.gov/petition/asking-obama-review-usa-involvement-debacle-decolonization-west-new-guinea-or-west-papua/krTbZnxc", "date": [" Jan 20, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["105,705"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["34,007"], "description": ["Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe.", "The U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.", "As a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice."], "title": ["Investigate and publicly condemn organ harvesting from Falun Gong believers in China"], "url": "https://petitions.whitehouse.gov/petition/investigate-and-publicly-condemn-organ-harvesting-falun-gong-believers-china/HX5KRPjh", "date": [" Dec 02, 2012"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["156"], "description": ["Within this petition we are advocating for support and intervention, on behalf of Dr. Malachi Z. York misnomer Dwight D. York (Inmate #17911-054) to secure the release and unconditional repatriation and executive clemency of Dr. York back to Africa. To date, Dr. York is 69 years of age, with Acute Hereditary Angioedema (HAE) a life-threatening illness.", "Currently Dr. York is in the custody of the United States Bureau of Prisons, at the U.S. Penitentiary, Administrative Maximum Facility, located in Florence, Colorado, in violation of his human rights and the Vienna Convention on Consular Relations and the laws of the United States of America."], "title": ["Petition to Grant Unconditional Executive Clemency and Repatriation to Dr. Malachi Z. York"], "url": "https://petitions.whitehouse.gov/petition/petition-grant-unconditional-executive-clemency-and-repatriation-dr-malachi-z-york/bcKkHtJb", "date": [" Jan 28, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Foreign Policy", "Human Rights"]},
{"signatures": ["65,863"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["106,636"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["112,671"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["125,024"], "description": ["Sikhism, with over 30 million followers, is the world's 5th largest religion.", "On January 26, 1950 Constitution of India was enforced without the consent of Sikhs who refused to sign it because Explanation II to Article 25(b) of the Constitution labels “Sikhs” as “Hindus”.", "January 26, 2015 marks the 65th year of Sikhs' struggle for right to self-determination, for which Sikhs have been subjected to “Genocide\" with impunity, starting from:", "-  June 1984, Military action against Golden Temple;", "-  November 1984, Organized killing of over 30,000 Sikhs; and", "-  1984-98, Extra-judicial killing of over 100,000 Sikhs.", "President Obama: Question PM Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" and raise the issues of “Sikh Genocide”; and “Sikhs’ Right to Self-determination”."], "title": ["Question Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" while attending Constitution Day events on January 26."], "url": "https://petitions.whitehouse.gov/petition/question-modi-why-indian-constitution-labels-sikhs-hindus-while-attending-constitution-day-events/MM6Lm1bM", "date": [" Dec 01, 2014"], "issues": ["Human Rights"]},
{"signatures": ["113,099"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["123,942"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["110,239"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["129,880"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["151,277"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]},
{"signatures": ["129,956"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["143,083"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]},
{"signatures": ["32,299"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]}][[[{"signatures": ["319"], "description": ["Within this petition we are advocating for support and intervention, on behalf of Dr. Malachi Z. York misnomer Dwight D. York (Inmate #17911-054) to secure the release and unconditional repatriation and executive clemency of Dr. York back to Africa. To date, Dr. York is 69 years of age, with Acute Hereditary Angioedema (HAE) a life-threatening illness.", "Currently Dr. York is in the custody of the United States Bureau of Prisons, at the U.S. Penitentiary, Administrative Maximum Facility, located in Florence, Colorado, in violation of his human rights and the Vienna Convention on Consular Relations and the laws of the United States of America."], "title": ["Petition to Grant Unconditional Executive Clemency and Repatriation to Dr. Malachi Z. York"], "url": "https://petitions.whitehouse.gov/petition/petition-grant-unconditional-executive-clemency-and-repatriation-dr-malachi-z-york/bcKkHtJb", "date": [" Jan 28, 2015"], "issues": ["Criminal Justice and Law Enforcement", "Foreign Policy", "Human Rights"]},
{"signatures": ["14,958"], "description": ["Leelah Alcorn, born Joshua Alcorn, was a 17 year old transgender teenager who killed herself on December 27, 2014. In her suicide note, she explains how her parents pulled her out of school, put her in Transgender Conversion Therapy and isolated her in an attempt to change her gender identity, and that this is what lead her to suicide.", "Many mental health institutions such as American Association of Pediatrics,  have talked about the dangers and ineffectiveness of conversion therapy for gender identity, and others have called upon therapists to stop using the practice all together. We ask that Transgender Conversion be banned at least for minors, as it is unnecessary, dangerous, and not the proper treatment for gender dysphoria."], "title": ["Enact \"Leelah's Law\" to Ban Transgender Conversion Therapy for Children and Teens"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-transgender-conversion-therapy-children-and-teens/7FfNrkdS", "date": [" Dec 31, 2014"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["169"], "description": ["There are many more heart-breaking stories of families in Latin America, USA and other countries suffering a great deal as a result of this horrendous fraud. Litigation and delays of an agreement between the Joint Liquidators (JLs) and the U.S. Receiver continue to generate fees for them, their attorneys and their professionals with total disregard, and complete indifference for the victims' pain and suffering –many poor and abandoned.", "Just, many people have died for not having their life savings available to pay for life-saving operations. Many families urgently need their money to pay for operations, medical treatments, and living expenses. You must not ignore the cries and suffering of the innocent victims.", "President Barack Obama, please HELP US"], "title": ["Stanford Case:\r\n6-year after - Stanford International Bank victim dies"], "url": "https://petitions.whitehouse.gov/petition/stanford-case-6-year-after-stanford-international-bank-victim-dies/5qClZ8GL", "date": [" Jan 17, 2015"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["164,370"], "description": ["Edward Snowden is a national hero and should be immediately issued a a full, free, and absolute pardon for any crimes he has committed or may have committed related to blowing the whistle on secret NSA surveillance programs."], "title": ["Pardon Edward Snowden"], "url": "https://petitions.whitehouse.gov/petition/pardon-edward-snowden/Dp03vGYD", "date": [" Jun 09, 2013"], "issues": ["Civil Rights and Liberties", "Government Reform", "Human Rights"]},
{"signatures": ["34,008"], "description": ["Tens of thousands of illegally imprisoned Falun Gong believers have been used as a living organ bank, killed on demand to fuel China’s lucrative organ transplant industry, as outlined in this video: http://goo.gl/CcHPe.", "The U.S. State Department’s 2011 Human Rights Report cited allegations of organ harvesting from Falun Gong believers and other prisoners of conscience. In October, 106 members of Congress wrote to Secretary Clinton requesting further information. Two Congressional hearings have covered the topic. Leading transplantation doctors and medical organizations worldwide have condemned this crime against humanity.", "As a world leader in protecting human rights, the U.S. has a moral obligation to expose these crimes, stop them, and ensure the perpetrators are brought to justice."], "title": ["Investigate and publicly condemn organ harvesting from Falun Gong believers in China"], "url": "https://petitions.whitehouse.gov/petition/investigate-and-publicly-condemn-organ-harvesting-falun-gong-believers-china/HX5KRPjh", "date": [" Dec 02, 2012"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["95,005"], "description": ["On Sunday, December 27, 2014, Leelah Alcorn a 17 year old transgender youth wrote a suicide note, posted it on Tumblr and then walked in front of a semi-truck tragically ending her life.  Leelah explained how her parents had forced her to attend conversion therapy, pulled her out of school and isolated her in an attempt to change her gender identity.   'Conversion therapies' have been documented to cause great harms and in this case, Leelah's death. Therapists that engage in the attempt to brainwash or reverse any child's gender identity or sexual orientation are seriously unethical and legislation is needed to end such practices that are resulting in LGBTQ+ deaths. We respectfully seek your help to ban the practice known as 'conversion therapy' and name the bill in honor of Leelah Alcorn."], "title": ["Enact Leelah's Law to Ban All LGBTQ+ Conversion Therapy"], "url": "https://petitions.whitehouse.gov/petition/enact-leelahs-law-ban-all-lgbtq-conversion-therapy/QPbYj38G", "date": [" Jan 03, 2015"], "issues": ["Civil Rights and Liberties", "Health Care", "Human Rights"]},
{"signatures": ["32,300"], "description": ["A petition to request that the President spend one hour discussing The FairTax, the most thoroughly researched tax reform legislation in history, with Neal Boortz and former GOP Congressman John Linder, co-authors of The FairTax Book and FairTax, The Truth."], "title": ["Invite Neal Boortz, the author of The FairTax Book, to spend one hour talking with the President about tax reform."], "url": "https://petitions.whitehouse.gov/petition/invite-neal-boortz-author-fairtax-book-spend-one-hour-talking-president-about-tax-reform/8ZRmt3qq", "date": [" Jan 08, 2013"], "issues": ["Budget and Taxes", "Economy", "Job Creation"]},
{"signatures": ["36,775"], "description": ["Ted Cruz is not qualified to hold position to oversee NASA or any other Science based Committee.", "He is scientifically illiterate, and constantly shows bias against scientific proof and facts against his own personally held religion and beliefs.", "This is not conducive for the strengthening of scientific research or discoveries. If he stays in this position he will most assuredly aid in cutting funding for programs for which will help the United States and the world in furthering technology for the benefit of mankind.", "We the people demand a person worthy of the position and who will work towards optimizing NASA for scientific discoveries be placed in this position in Ted Cruz's stead."], "title": ["Remove Ted Cruz from position for NASA oversight of the Subcommittee on Space, Science and Competitiveness"], "url": "https://petitions.whitehouse.gov/petition/remove-ted-cruz-position-nasa-oversight-subcommittee-space-science-and-competitiveness/0hj7fRCY", "date": [" Jan 12, 2015"], "issues": ["Innovation", "Science and Space Policy", "Technology and Telecommunications"]},
{"signatures": ["112,671"], "description": ["Americans are deeply concerned about NSA surveillance.", "But the NSA’s not the only problem. An outdated law says the IRS and hundreds of other agencies can read our communications without a warrant.", "That law, known as the Electronic Communications Privacy Act (ECPA), was written over 25 years ago, before the services we use today even existed.", "Right now, several bills in Congress would fix this by updating ECPA to require a warrant, but regulatory bodies are blocking reform in order to gain new powers of warrantless access.", "We call on the Obama Administration to support ECPA reform and to reject any special rules that would force online service providers to disclose our email without a warrant."], "title": ["Reform ECPA: Tell the Government to Get a Warrant"], "url": "https://petitions.whitehouse.gov/petition/reform-ecpa-tell-government-get-warrant/nq258dxk", "date": [" Nov 12, 2013"], "issues": ["Civil Rights and Liberties", "Innovation", "Technology and Telecommunications"]},
{"signatures": ["106,636"], "description": ["For over a century, the Kurdish people have been repeatedly tortured, gassed, and brutally repressed in every country they live in. Denied an independent state of their own, the Kurds have suffered innumerable injustices  at the hands of the people ruling them, including but not limited to a horrific genocide at the hands of Saddam Hussein in the late 80s. Recently, the President of Iraqi Kurdistan, Masoud Barzani, announced his support for an independent Kurdish state in northern Iraq. The Kurds, already given self-autonomy in part of Iraq, have proven themselves more than able to run a country and are currently fighting against the malicious terrorist group, ISIL. As such, the Obama Administration should support Kurdish Independence for the betterment of the region and the world."], "title": ["Support Kurdish Independence"], "url": "https://petitions.whitehouse.gov/petition/support-kurdish-independence/wk7K9SSp", "date": [" Jul 23, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Human Rights"]},
{"signatures": ["110,239"], "description": ["In the name of ALLAH, The Most Compassionate, The Most Merciful. We appeal to you as brothers and sisters in humanity to relieve the suffering of an innocent woman. In March 2003, Dr. Aafia Siddiqui was abducted with her three young children in Pakistan on the basis of faulty intelligence, a rendition operation that a former Pakistani official has since admitted. Five years later she mysteriously reappeared in a weakened state in Afghanistan; she was shot and later charged in a federal court with attempted murder. Dr. Siddiqui was sentenced to 86 years for a \"crime\" in which she alone was injured, she has now suffered needlessly for more than 11 years. We ask the government to affirm the American ideals of \"liberty and justice for all.\" End Aafia’s suffering; reunite her with her family."], "title": ["repatriate Dr. Aafia Siddiqui, imprisoned for more than 11 years, as a matter of urgency."], "url": "https://petitions.whitehouse.gov/petition/repatriate-dr-aafia-siddiqui-imprisoned-more-11-years-matter-urgency/2PQG3V0S", "date": [" Jul 04, 2014"], "issues": ["Family", "Foreign Policy", "Human Rights"]},
{"signatures": ["160"], "description": ["We are members of West Papua Liberation Organization (WPLO) and Kobe Oser asking Obama's Administration to response old President John. F. Kennedy involvement in Debacle of Decolonization in West Papua like show in FOREIGN RELATIONS OF THE UNITED STATES, 1961–1963, VOLUME XXIII, SOUTHEAST ASIA", "https://history.state.gov/historicaldocuments/frus1961-63v23/ch4", "That Summarize by Illinois University at:", "http://dosfan.lib.uic.edu/ERC/frus/summaries/950306_FRUS_XXIII_1961-63.html", "We asking Obama to put UN Resolution 448, 1752 and 2504 to UN Agenda in UN General Assembly 70th Session in September 2015.", "Office of Kobe Oser & WPLO:", "The Decolonization Alliance", "777 UN Plaza  suite 8H", "212-682-3633 ext 3121", "Email: admin@oppb.org; kobe_oser@hotmail.com", "URL: www.kobe-oser.nl", "www.wplo.org"], "title": ["ASKING OBAMA TO REVIEW USA INVOLVEMENT IN DEBACLE OF DECOLONIZATION IN WEST NEW GUINEA OR WEST PAPUA"], "url": "https://petitions.whitehouse.gov/petition/asking-obama-review-usa-involvement-debacle-decolonization-west-new-guinea-or-west-papua/krTbZnxc", "date": [" Jan 20, 2015"], "issues": ["Defense", "Foreign Policy", "Human Rights"]},
{"signatures": ["34,240"], "description": ["On December 24th 2012 4 West Webster Firefighters responded to a call of a vehicle/house fire. As they arrived they were ambushed by a lone gunman. Lt. Mike Chiapperini and Firefighter Tomasz Kaczowka were killed on scene. Firefighters Joseph Hofsetter and Theodore Scardino both received life altering injuries which will require months of rehabilitation. These brave men were volunteers answered the call for assistance at 5:30 in the morning.", "These brave men were ambushed by a coward. For their sacrifices, their willingness to help their fellow man they all should be honored with the Medal of Freedom."], "title": ["To award the Medal of Freedom to the 4 Firefighters who were ambushed in West Webster New York on Christmas Eve 2012"], "url": "https://petitions.whitehouse.gov/petition/award-medal-freedom-4-firefighters-who-were-ambushed-west-webster-new-york-christmas-eve-2012/nppN54ZN", "date": [" Dec 28, 2012"], "issues": ["Criminal Justice and Law Enforcement", "Homeland Security and Disaster Relief"]},
{"signatures": ["65,866"], "description": ["Genetically modified foods are a recent technology and are already in many commercial foods Americans consume today. While they may have benefits, these genetically modified organisms (GMOs) have not been studied rigorously enough in their potential human health impacts. Therefore, it should be the consumer's right to know whether the food they choose to purchase contains all or partly genetically modified organisms as ingredients.", "Although certified Organic foods are labeled as such and contain no GMOs, the consumer does not know whether they are buying genetically modified foods when they can't or choose not to buy Organic.", "Petition to require food companies to label their foods according to their contents in terms of containing genetically modified organisms."], "title": ["Require all Genetically Modified Foods to be labeled as such."], "url": "https://petitions.whitehouse.gov/petition/require-all-genetically-modified-foods-be-labeled-such/yZCBVVz0", "date": [" Sep 23, 2011"], "issues": ["Agriculture", "Health Care", "Science and Space Policy"]},
{"signatures": ["125,027"], "description": ["Sikhism, with over 30 million followers, is the world's 5th largest religion.", "On January 26, 1950 Constitution of India was enforced without the consent of Sikhs who refused to sign it because Explanation II to Article 25(b) of the Constitution labels “Sikhs” as “Hindus”.", "January 26, 2015 marks the 65th year of Sikhs' struggle for right to self-determination, for which Sikhs have been subjected to “Genocide\" with impunity, starting from:", "-  June 1984, Military action against Golden Temple;", "-  November 1984, Organized killing of over 30,000 Sikhs; and", "-  1984-98, Extra-judicial killing of over 100,000 Sikhs.", "President Obama: Question PM Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" and raise the issues of “Sikh Genocide”; and “Sikhs’ Right to Self-determination”."], "title": ["Question Modi \"WHY Indian constitution labels \"Sikhs\" as Hindus?\" while attending Constitution Day events on January 26."], "url": "https://petitions.whitehouse.gov/petition/question-modi-why-indian-constitution-labels-sikhs-hindus-while-attending-constitution-day-events/MM6Lm1bM", "date": [" Dec 01, 2014"], "issues": ["Human Rights"]},
{"signatures": ["113,102"], "description": ["We have a right to know how the food we eat and feed our families is produced, but under current FDA regulations, we don’t have that ability when it comes to genetically engineered foods (GMOs).", "More than forty countries, including Russia and China, already require labels on genetically engineered foods. And a recent poll found that nearly all Democrats (93%), Independents (90%), and Republicans (89%) support labeling of GMOs. At a time when partisan rancor dominates the public conversation, there are few topics that can muster such overwhelming support.", "And although over 1 million people submitted comments in favor of labeling, the FDA has yet to act.", "President Obama, please listen to the American public and speak out in favor of the mandatory labeling of genetically engineered foods."], "title": ["Support mandatory labeling of genetically engineered foods (GMOs)."], "url": "https://petitions.whitehouse.gov/petition/support-mandatory-labeling-genetically-engineered-foods-gmos/nkWHZ2Vm", "date": [" Apr 12, 2012"], "issues": ["Agriculture", "Consumer Protections", "Health Care"]},
{"signatures": ["129,880"], "description": ["The purpose of my petition is to raise awareness of the plight of the Palestinian peoples under the Apartheid Regime in Israel.", "I seek recognition by my government that without our American tax dollars Israel could not conduct such criminal acts against the civilian population of Palestine."], "title": ["Condemn the Apartheid State of Israel for their Human Rights Violations against the Palestinian peoples."], "url": "https://petitions.whitehouse.gov/petition/condemn-apartheid-state-israel-their-human-rights-violations-against-palestinian-peoples/CjmPSCsG", "date": [" Jul 05, 2014"], "issues": ["Civil Rights and Liberties", "Criminal Justice and Law Enforcement", "Foreign Policy"]},
{"signatures": ["129,962"], "description": ["On August 9th, Michael Brown, an unarmed 18 year old black male, was shot and killed by police officer Darren Wilson in Ferguson, Missouri. On November 24th, a grand jury failed to indict Darren Wilson on any charges. While Michael Brown, a college-bound teenage boy, no longer has a future, Darren Wilson has pocketed hundreds of thousands of dollars in donations & can live his life freely.", "Bring justice to Michael Brown and the hundreds of other black boys killed for the color of their skin by federally charging & fully prosecuting Darren Wilson. The grand jury decided not to indict Darren Wilson because of \"conflicting evidence\", which is why a trial is necessary to guarantee the legitimacy of our justice system. Darren Wilson must held accountable for the murder that he committed."], "title": ["Bring justice to Michael Brown by federally charging and prosecuting Darren Wilson for first-degree murder"], "url": "https://petitions.whitehouse.gov/petition/bring-justice-michael-brown-federally-charging-and-prosecuting-darren-wilson-first-degree-murder/ZgDPWZvc", "date": [" Nov 25, 2014"], "issues": ["Criminal Justice and Law Enforcement"]},
{"signatures": ["123,944"], "description": ["Dear President Obama,", "Sickle Cell Disease (SCD) is Real!", "SCD is a major public health concern causing critical healthcare impacts in the nation.", "Reauthorization of the Sickle Cell Treatment Act – Bill H.R. 5124 will expand the national newborn screening program, develop a comprehensive adult transition program, continue public surveillance, expand research efforts and establish up to 25 sickle cell treatment centers throughout the US all in an effort to support the creation of a sustainable comprehensive model of care for individuals affected by SCD.", "We request acknowledgement and declaration of SCD as a national health priority; support of legislative Bill-H.R. 5124 and return funding for SCD programs in the President’s budget.", "Sincerely", "SCDAA & SCD Community", "sicklecelldisease.org"], "title": ["Declare Sickle Cell Disease a national health priority and support legislation to expand and establish SCD programs."], "url": "https://petitions.whitehouse.gov/petition/declare-sickle-cell-disease-national-health-priority-and-support-legislation-expand-and-establish/jFgQrMJ7", "date": [" Sep 22, 2014"], "issues": ["Family", "Health Care"]},
{"signatures": ["105,740"], "description": ["Leading his second patrol through a minefield in Afghanistan in late July 2012, twenty eight year old Clint Lorance ordered fire upon three men speeding toward his soldiers on a motorcycle, killing two and wounding a third. He is now serving twenty years for murder in Leavenworth prison for trying to protect his soldiers. The president has the chance to tell the military and our enemies that when we send our young sons and daughters into harm's way we do not turn against them. The president has this chance to help the country begin to heal the wounds caused by this long war, just as President Lincoln used his powers to pardon soldiers in the Civil War, to try to heal the wounds."], "title": ["grant a presidential pardon to U.S. Army Lieutenant Clint Lorance in Leavenworth prison"], "url": "https://petitions.whitehouse.gov/petition/grant-presidential-pardon-us-army-lieutenant-clint-lorance-leavenworth-prison/bc3MtBPM", "date": [" Jan 02, 2015"], "issues": ["Defense", "Family", "Veterans and Military Families"]},
{"signatures": ["151,278"], "description": ["In 1995, Zhu Ling as a Tsinghua university student was found out to be purposely poisoned twice by lethal chemical: Thallium, which leads to her permanent paralysis. It was indicated that Sun, her roommate, had the motive, and access to the deadly chemical. Jasmine Sun was investigated by police as suspect in 1997. But resources show that the case was mystically closed due to her family's powerful political connections. Resources also show that she changed her name and entered USA by marriage fraud.", "To protect the safety of our citizens, we petite that the government investigate and deport her.", "For more information on the case, please visit:", "http://www.youtube.com/watch?v=nJEdupyI97c", "http://en.wikipedia.org/wiki/Zhu_Ling_(poisoning_victim)", "http://ireport.cnn.com/docs/DOC-965382"], "title": ["Invest and deport Jasmine Sun who was the main suspect of a famous Thallium poison murder case (victim:Zhu Lin) in China"], "url": "https://petitions.whitehouse.gov/petition/invest-and-deport-jasmine-sun-who-was-main-suspect-famous-thallium-poison-murder-case-victimzhu-lin/Rd8C54p1", "date": [" May 03, 2013"], "issues": ["Criminal Justice and Law Enforcement", "Immigration", "Social Security"]},
{"signatures": ["143,092"], "description": ["On 10/26, Dilma Rousseff was reelected, and will continue his party's plan to establish a communist regime in Brazil - the Bolivarian molds propounded by the Foro de São Paulo. We know that in the eyes of the international community, the election was fully democratic, but the ballot boxes used are not reliable, apart from the fact the heads of the judiciary, are mostly members of the winning party. Social policies also influenced the choice of the president, and people were threatened with losing their food allowance if they do not re-elect Dilma. We call a White House position in relation to communist expansion in Latin America. Brazil does not want and will not be a new Venezuela, and the USA that need help the promoters of democracy and freedom in Brazil."], "title": ["Position yourself against the Bolivarian communist expansion in Brazil promoted by the administration of Dilma Rousseff"], "url": "https://petitions.whitehouse.gov/petition/position-yourself-against-bolivarian-communist-expansion-brazil-promoted-administration-dilma/V2Y8Dpqm", "date": [" Oct 28, 2014"], "issues": ["Civil Rights and Liberties", "Foreign Policy", "Social Security"]}]